Repository: Euki-Inc/Euki-iOS
Catalog: Euki/Support Files/*.lproj/Localizable.strings
Languages: es

# disposable_pad_content_7
source: About $7-10 per box of 36. This brings the monthly cost to about $5/month.
es: Cuestan alrededor de $7 a $10 por caja de 36. Esto genera un costo mensual de alrededor de $5 por mes.

# tampon_content_1
source: A tampon is a thickly woven piece of cotton that is inserted into the vagina to absorb blood and block it from coming out. There are several kinds of tampons that come in a variety of sizes to meet different menstrual flow needs.
es: Un tampón es una pieza de algodón de tejido grueso que se inserta en la vagina para absorber la sangre y evitar que salga. Hay varios tipos de tampones que vienen en una variedad de tamaños para satisfacer las diferentes necesidades del flujo menstrual.

# tampon_content_3
source: Tampons should be changed every few hours or when you start to leak. Pull on the string that is outside of the vagina to remove the tampon.
es: Los tampones deben cambiarse cada pocas horas o cuando empieces a tener fugas. Tira del hilo que está fuera de la vagina para retirar el tampón.

# tampon_content_4
source: Tampons should be disposed of in the bin of a bathroom stall or in a trash can. They should not be flushed down the toilet, as this can cause clogging. If you are still bleeding, replace the used tampon with a new clean one.
es: Los tampones deben desecharse en la papelera de un cubículo del baño o en un cesto de basura. No deben tirarse por el inodoro, ya que esto puede causar obstrucciones. Si aún tienes sangrado, reemplaza el tampón con uno nuevo y limpio.

# tampon_content_5
source: Some people experience discomfort at feeling something inside them, but wearing a tampon should not be uncomfortable unless it's inserted incorrectly. Improper insertion often means that the tampon is not placed far enough into the vagina.
es: Algunas personas experimentan incomodidad al sentir algo dentro de ellas, pero usar un tampón no debería ser incómodo a menos que se inserte incorrectamente. La inserción incorrecta a menudo significa que el tampón no se colocó lo suficientemente adentro de la vagina.

# tampon_content_6
source: Tampons can be purchased at most major grocery stores and pharmacies, as well as online.
es: Se puede comprar en la mayoría de los supermercados y farmacias, y también por internet.

# tampon_content_7
source: A box typically costs around $7-10 and contains about 36 tampons. If someone uses 20 tampons per cycle (4/day for 5 days) it will cost about $5/month.
es: Una caja normalmente cuesta alrededor de $7 a $10 y contiene alrededor de 36 tampones. Si alguien usa 20 tampones por ciclo (cuatro por día durante cinco días), le costarán alrededor de $5 por mes.

# menstrual_cup_content_1
source: A menstrual cup is a reusable silicone cup that is inserted into the vagina to collect blood without it exiting your body.
es: Una copa menstrual es una copa de silicona reutilizable que se inserta en la vagina para recolectar sangre.

# menstrual_cup_content_2
source: To use it, fold the cup by pushing in one edge with your forefinger and push it up until only the tip hangs out of your vagina. When you release your hold on it, it should naturally adjust into place.
es: Para usarla, dobla la copa empujando un borde con el dedo índice y empújala hacia arriba hasta que solo la punta sobresalga de la vagina. Cuando la sueltes, debería ajustarse naturalmente en su lugar.

# menstrual_cup_content_3
source: A menstrual cup should be emptied every few hours, when you notice leakage, or when it feels full.
es: La copa menstrual debe vaciarse cada pocas horas, cuando notes fugas o cuando sientas que está llena.

# menstrual_cup_content_4
source: To remove a menstrual cup, wash hands and pinch the bottom of the cup to break the suction. Slowly pull the cup out. Once out, empty the cup into the toilet and rinse it in the sink with warm water and scentless soap. If you are still bleeding, re-insert the cleaned menstrual cup.
es: Para quitar la copa menstrual, lávate las manos y pellizca la parte inferior de la copa para romper la succión. Retira lentamente la copa. Una vez fuera, vacía la copa en el inodoro y enjuágala en el fregadero con agua tibia y jabón sin perfume. Si tienes sangrado, vuelve a colocar la copa menstrual limpia.

# menstrual_cup_content_5
source: If inserted properly, you should not notice or feel the cup inside of you.
es: Si se la inserta correctamente, no debes notar ni sentir la copa dentro de ti.

# menstrual_cup_content_6
source: Menstrual cups can be purchased at most major pharmacies, grocery stores, and online.
es: Se puede comprar en la mayoría de los principales supermercados y por internet.

# menstrual_cup_content_7
source: Cups cost $20-40 and can last up to 10 years if properly cared for, bringing the average monthly cost to less than a dollar.
es: Cuestan entre $20 y $40 y pueden durar hasta 10 años si se las cuida adecuadamente, lo que hace que el costo mensual promedio sea de menos de un dólar.

# menstrual_disc_content_1
source: A menstrual disc is a disc that is inserted into the vagina. It sits at the end of the cervix and blocks blood from exiting the body.
es: Un disco menstrual es un disco que se inserta en la vagina. Se asienta al final del cuello del útero y bloquea la salida de la sangre del cuerpo.

# menstrual_disc_content_2
source: Pinch the rim of the disc in half and push one edge into the vagina with your index finger. Push it up until it reaches the cervix. Once there, the cup should naturally adjust into place.
es: Pellizca el borde del disco por la mitad y empuja un borde dentro de la vagina con tu dedo índice. Empuja el disco hacia arriba hasta que llegue al cuello del útero. Una vez allí, la copa debe ajustarse naturalmente en su lugar.

# menstrual_disc_content_3
source: A menstrual disc should be changed every 8-12 hours.
es: Un disco menstrual debe cambiarse cada 8 a 12 horas.

# menstrual_disc_content_4
source: To remove, insert your index finger into your vagina and hook your finger under the rim of the disc to pull it out slowly. Then empty the contents into the toilet. If it's reusable, you'll want to wash it before reinserting it; otherwise, you should dispose of it in a trash can.
es: Para quitarlo, inserta tu dedo índice en la vagina y engancha tu dedo debajo del borde del disco para sacarlo lentamente. Luego, vacía el contenido en el inodoro. Si es reutilizable, querrás lavarlo antes de volver a insertarlo; si no, debes desecharlo en un cesto de basura.

# menstrual_disc_content_5
source: If properly inserted, you should not feel the menstrual disc inside of you.
es: Si se lo inserta correctamente, no debes sentir el disco menstrual dentro de ti.

# menstrual_disc_content_6
source: Menstrual discs can be purchased online.
es: Se puede comprar por internet.

# menstrual_disc_content_7
source: Menstrual discs are about $15-20 for a box, which usually contains 8-12 discs, the estimated number used per cycle. This averages to about $15-20/month.
es: Cuestan alrededor de $15 a $20 por caja, que generalmente contiene de 8 a 12 discos, la cantidad estimada que se usa por ciclo. Esto promedia alrededor de $15 a $20 por mes.

# period_underwear_content_1
source: Period underwear is underwear that absorbs your period blood and can be reused.
es: La ropa interior para el periodo menstrual es ropa interior que absorbe la sangre de tu periodo y se puede reutilizar.

# period_underwear_content_2
source: You put it on like typical underwear and go about your day.
es: Te la pones como ropa interior normal y sigues con tu día.

# period_underwear_content_3
source: How long period underwear lasts depends on your flow. For some people, it can last a whole day, while others may need to change when they start to feel damp or notice leakage.
es: La duración de la ropa interior para el periodo menstrual depende de tu flujo. Para algunas personas, puede durar todo un día, mientras que otras pueden necesitar cambiarse cuando comienzan a sentir humedad o notan fugas.

# period_underwear_content_4
source: After using period underwear, you should wash it on the cold cycle in the washing machine, or by using cold water in a sink. If you are still bleeding, you should put on a clean pair of period underwear and store the used pair away until you're able to wash them.
es: Después de usar ropa interior para el periodo menstrual, debes lavarla en el ciclo frío de la lavadora o con agua fría en un fregadero. Si aún tienes sangrado, debes ponerte una muda de ropa interior para el periodo limpia y guardar la usada hasta que puedas lavarla.

# period_underwear_content_5
source: Period underwear feels like underwear! You may notice a different level of thickness than your usual underwear, but it feels more or less the same.
es: ¡La ropa interior para el periodo se siente como ropa interior! Es posible que notes un nivel de grosor diferente al de tu ropa interior habitual, pero se siente más o menos igual.

# period_underwear_content_6
source: There are several brands of period underwear that can be purchased online.
es: Hay varias marcas que se pueden comprar por internet.

# period_underwear_content_7
source: Period underwear varies in cost from about $12-20 per pair and can last up to two years if properly cared for. You'll want to have multiple pairs as back up, depending on how often you plan on washing them. Having five pairs on hand brings the cost to about $2.50-5/month.
es: El costo de la ropa interior para el periodo varía entre $12 y $20 por unidad y cada una puede durar hasta dos años si se la cuida adecuadamente. Querrás tener varias unidades como respaldo, dependiendo de la frecuencia con la que laves. Tener cinco unidades disponibles implica un costo de alrededor de $2.50 a $5 por mes.

# liner_content_1
source: A liner is similar to a disposable pad in that it sticks to the inside of your underwear to collect your blood. Unlike disposable pads, liners don't usually have wings and are less heavy duty. They are often used as backup for another menstrual product that is inserted—like a tampon or cup—or on days when you're spotting or when bleeding is very light.
es: Un protector diario es similar a una toalla higiénica desechable en el sentido de que se adhiere al interior de la ropa interior para atrapar la sangre. A diferencia de las toallas higiénicas desechables, los protectores diarios no suelen tener alas y tienen menos capacidad de absorción. A menudo se usan como respaldo para otro producto menstrual que se inserta, como un tampón o una copa, o en los días en que estás manchando la ropa interior o el sangrado es muy leve.

# liner_content_2
source: Similar to a disposable pad, you remove the adhesive on the back and stick it along the inside of your underwear.
es: Su uso es similar al de una toalla higiénica desechable: quitas el adhesivo en la parte de atrás y pegas el protector dentro de tu ropa interior.

# liner_content_3
source: A liner should be changed every few hours, when it becomes full to the point of leaking, or when you can see the whole white part covered in blood.
es: Un protector diario debe cambiarse cada pocas horas, cuando se llene hasta el punto de presentar fugas o cuando puedas ver toda la parte blanca cubierta de sangre.

# liner_content_4
source: After using a liner, you should remove it from your underwear and dispose of it in the bin of a bathroom stall or in a trash can. If you are still bleeding, you should replace it with a new liner.
es: Después de usar un protector diario, debes quitarlo de tu ropa interior y desecharlo en la papelera de un cubículo del baño o en un cesto de basura. Si aún tienes sangrado, debes reemplazarlo por uno nuevo.

# liner_content_5
source: Liners are very thin and don't feel like much other than some extra cloth in your underwear.
es: Los protectores diarios son muy delgados y se sienten prácticamente como un poco de tela extra en tu ropa interior.

# liner_content_6
source: Liners can be purchased at most major grocery stores and pharmacies, as well as online.
es: Se pueden comprar en la mayoría de los supermercados y farmacias, y por internet.

# liner_content_7
source: A box typically costs about $7 and contains about 36 liners. Most people only use 5-10 per cycle, bringing the cost to $1-2/month.
es: Una caja normalmente cuesta alrededor de $7 y contiene aproximadamente 36 protectores diarios. Debido a que se usan muy poco (la mayoría de las personas solo usan de 5 a 10 por ciclo), el costo es de entre $1 y $2 por mes.

# menstruation_quiz_instructions
source: Swipe to take a brief quiz that will help you find the period products that might be the best fit for you.
es: Desliza para realizar un breve cuestionario para encontrar los mejores productos menstruales para ti.

source: I’d prefer to get menstrual products:
es: Prefiero conseguir productos menstruales:

source: At the pharmacy
es: En la farmacia

source: At the grocery store
es: En el supermercado

source: At the gas station
es: En la gasolinera

source: Online
es: Por internet

source: Free at a clinic
es: Gratis en una clínica

# menstruation_1
source: Disposable pad
es: Toallas higiénicas desechables

# menstruation_2
source: Liner
es: Protectores diarios

# menstruation_3
source: Tampon
es: Tampón

# menstruation_4
source: Menstrual cup
es: Copa menstrual

# menstruation_5
source: Period underwear
es: Ropa interior para el periodo

# menstruation_6
source: Reusable pad
es: Toallas higiénicas reutilizables

# menstruation_7
source: Menstrual disc
es: Disco menstrual

source: I’d prefer to pay:
es: Prefiero pagar:

source: About $5-10 per month
es: Alrededor de $5 a $10 por mes

source: About $15-20 per month
es: Alrededor de $15 a $20 por mes

# about_20_50_one_time
source: About $20-50 one time (products last 5-10 years)
es: Alrededor de $20 a $50 una vez (por algo que dure hasta 5 a 10 años)

# id_like_a_product_i_can_swim_in
source: I’d like a product I can swim in, use while wearing a thong or boxers, or use while not wearing underwear.
es: Quiero un producto con el que pueda nadar, usar mientras llevo una tanga o bóxeres, o usar sin llevar ropa interior.

source: Yes
es: Sí

source: I want a product that I only have to change every:
es: Quiero un producto que solo tenga que cambiar cada:

# two_four_hours
source: 2-4 hours
es: 2 a 4 horas

# four_eight_hours
source: 4-8 hours
es: 4 a 8 horas

source: Up to 12 hours
es: hasta 12 horas

source: I’d prefer a product that I can:
es: Prefiero un producto que pueda:

source: Wear outside of my body
es: Usar fuera de mi cuerpo

source: Insert into my body
es: Insertar en mi cuerpo

# no_recommended_methods_menstruation
source: Please answer at least one question to see which menstrual products might work best for you.
es: Responde al menos una pregunta para ver los productos menstruales que puedan ser mejor para ti.

# menstrual_cycle_101_content
source: While the words “menstruation” and “period” describe the bleeding that occurs every month or so, a “menstrual cycle” refers to the full range of bodily processes that happens between periods.
es: Mientras que las palabras “menstruación” y “periodo” describen el sangrado que ocurre aproximadamente cada mes, un ciclo menstrual se refiere a la gama completa de procesos corporales que ocurren entre periodos.

source: Menstrual cycle 101
es: Conceptos básicos del ciclo menstrual

source: Ovulation
es: Ovulación

# whole_body_look
source: This image shows where the reproductive organs lie relative to the rest of the body. These organs play a role in menstruation and pregnancy.
es: Esta imagen muestra dónde se encuentran los órganos reproductivos en relación con el resto del cuerpo. Estos órganos desempeñan un rol en la menstruación y el embarazo.

# closer_body_look
source: Let's take a closer look. Knowing these parts of your body will help you better understand what happens during menstruation, as well as how to navigate conversations with your health care provider.
es: Miremos más de cerca. Conocer estas partes de tu cuerpo te ayudará a comprender mejor lo que sucede durante la menstruación, así como también a entablar conversaciones en una cita médica.

# outside_body_look
source: Here's a look from the outside. Getting comfortable and familiar with your body can help you advocate for your own health. Remember: every body is different. You might see a lot of variation in size, hair, shape, etc.
es: Aquí vemos una mirada desde fuera. Sentir comodidad y familiarizarte con tu cuerpo puede ayudarte a defender tu propia salud. Recuerda: cada cuerpo es diferente. Es posible que veas mucha variación en tamaño, cabello, vello, etc.

source: Know your body
es: Conoce tu cuerpo

source: Menstruation (period)
es: Menstruación

# menstruation_period_content
source: Menstruation or a “period” is the shedding of the uterine lining after a pregnancy has not occurred. The body does this so it can prepare a new lining for the next egg.
es: La menstruación o periodo es el desprendimiento del revestimiento uterino después de que no haya ocurrido un embarazo. El cuerpo hace esto a fin de poder preparar un nuevo revestimiento para el próximo óvulo.

source: How does birth control affect my cycle?
es: ¿Cómo afectan los anticonceptivos a mi ciclo?

# how_does_birth_control_affect_my_cycle_content
source: Different forms of birth control can have different effects on your cycle. For example, the hormonal IUD works by thickening the mucus in the cervix, thinning the uterine lining, and partially suppressing ovulation, a combination which can stop monthly bleeding in many people. A copper IUD does not affect the cycle but instead makes the uterus uninhabitable for eggs and sperm. This means that some people's period remains the same or gets heavier. You can find more specific information on how each type of contraception affects menstruation here.
es: Los distintos tipos de anticonceptivos pueden tener diferentes efectos en tu ciclo. Por ejemplo, el DIU hormonal actúa espesando la mucosidad del cuello uterino, reduciendo el revestimiento uterino e inhibiendo parcialmente la ovulación, una combinación que puede detener el sangrado menstrual en muchas personas. El DIU de cobre no afecta el ciclo, sino que hace que el útero sea inhabitable para los óvulos y los espermatozoides. Esto significa que el periodo de algunas personas sigue siendo el mismo o aumenta. Puedes encontrar información más específica sobre cómo cada tipo de método anticonceptivo afecta a la menstruación aquí.

source: What is a regular period?
es: ¿Qué es un ciclo regular?

# what_is_a_regular_period_content
source: A ”regular” period usually lasts between 21 and 45 days. This means that periods will start 21-35 days apart and last between 2-7 days. A period can be altered by things like taking contraception, pregnancy, using testosterone, and changes in diet and exercise. One might consider consulting a health care provider if they're experiencing more frequent bleeding or have gone over two months without a period.
es: Un ciclo “regular” suele durar entre 21 y 45 días. Esto significa que los periodos comenzarán con una diferencia de 21 a 35 días y durarán entre 2 y 7 días. Un periodo puede verse alterado por factores como tomar anticonceptivos, un embarazo, usar testosterona y experimentar cambios en la dieta y el ejercicio. Podrías considerar buscar atención médica si experimentas un sangrado más frecuente o han pasado más de dos meses sin un periodo.

source: What happens during a period?
es: ¿Qué sucede durante un periodo?

# what_happens_during_a_period_content
source: The first day of a period often begins with light spotting that is usually thick and brownish. Then the period blood changes to a darker red.
es: El primer día de un periodo a menudo comienza con un ligero manchado que suele ser espeso y de color marrón. Luego, la sangre del periodo cambia a un rojo más oscuro.

source: Mental and emotional health
es: Salud mental y emocional

# mental_and_emotional_health_content
source: Many people experience mood swings that correspond with their menstrual cycle. They can experience increased irritability, fatigue, and negative thought patterns a few days before their period as a part of pre-menstrual syndrome (PMS) or premenstrual dysphoric disorder (PMDD). For some, these negative effects on emotional health could last through their period.
es: Muchas personas experimentan cambios de humor que se corresponden con su ciclo menstrual. Pueden experimentar irritabilidad, fatiga y pensamiento negativo unos días antes de su periodo como parte del síndrome premenstrual (SPM) o del trastorno disfórico premenstrual (TDPM). Para algunas personas, estos efectos negativos en la salud emocional podrían durar todo el periodo.

# what_is_it_p
source: What is it?
es: ¿Qué es?

source: Cancel
es: Cancelar

# option_new
source: New
es: Nuevo

# day_time
source: Day and Time
es: Día y hora

source: List
es: Lista

# option_30_mins
source: 30 mins
es: 30 min

# option_1_day
source: 1 day
es: 1 día

# option_2_day
source: 2 days
es: 2 días

# option_3_day
source: 3 days
es: 3 días

# onboarding_4_title
source: The numbers 0000 display a fake screen, so use other numbers for your PIN. If anyone forces you to open Euki, enter 0000 to show the fake screen.
es: El código 0000 muestra una pantalla falsa, así que elige otro número como PIN. Si alguien te obliga a abrir Euki, introduce 0000 para mostrar la pantalla falsa

source: Are they safe?
es: ¿Son seguros?

source: Next
es: Siguiente

# Privacy_header
source: Privacy
es: Privacidad

# Delete your data_header
source: Delete your data
es: Borrar tus datos

# Set frequent data deletion_copy
source: Select how often you want Euki to automatically delete your tracked data
es: Selecciona con qué frecuencia deseas que Euki elimine automáticamente los datos que han rastreado

# Set a PIN_copy 2
source: We do not store or collect any of your information. Data you track in the app is not tied to your email address or phone number, and only you have access to it.
es: No almacenamos ni recopilamos ninguna de tu información. Los datos que rastreas en la aplicación no están vinculados a tu dirección de correo electrónico ni a tu número de teléfono, y solo tú tienes acceso a ellos.

# More information_header
source: More information
es: Más información

# Privacy best practices_dropdown
source: Privacy best practices
es: Mejores prácticas de privacidad

# Privacy best practices_header
source: Privacy best practices
es: Mejores prácticas de privacidad

# Privacy best practices_copy
source: When seeking reproductive health care, privacy is important. There is no legal requirement to share information about pregnancy loss with anyone, including health care providers. These best practices can help you understand how to protect your data and health as you search for care.
es: Cuando buscas atención de salud reproductiva, la privacidad es importante. No hay un requisito legal para compartir información sobre la pérdida del embarazo con nadie, incluidos los proveedores de salud. Estas mejores prácticas pueden ayudarte a entender cómo proteger tus datos y tu salud mientras buscas atención.

# Protect your private messages_dropdown
source: Protect your private messages
es: Proteger tus mensajes privados

# Protect your internet search history_dropdown
source: Protect your internet search history
es: Proteger tu historial de búsqueda

# Protect your payment history_dropdown
source: Protect your payment history
es: Proteger tu historial de pagos

# Protect your location data and ad tracking_dropdown
source: Protect your location data and ad tracking
es: Proteger tus datos de ubicación y el rastreo de anuncios

# Resources_dropdown
source: Resources
es: Recursos
