Repository: Euki-Inc/Euki-iOS
Catalog: Euki/Support Files/*.lproj/Localizable.strings
Languages: es

# Med abortion_mife_miso_dropdown
source: Medication abortion with mifepristone and misoprostol
es: Aborto con mifepristone y misoprostol

# Med abortion_miso_dropdown
source: Medication abortion with misoprostol
es: Aborto con misoprostol

# counseling requirements_dropdown
source: Counseling requirements
es: Requisitos de consejería

# judicial bypass_dropdown
source: Judicial bypass/waiver
es: Excepción judicial

# legal risk_dropdown
source: Legal risk
es: Riesgo legal

# Legal risk_copy
source: Legal risk is an explanation of legal trouble someone might face, such as a criminal investigation or arrest. It does NOT mean someone will get into legal trouble and is just an explanation of what can happen.
es: El riesgo legal es una explicación de los problemas legales que alguien podría enfrentar, como una investigación criminal o arresto. NO significa que alguien se meterá en problemas legales, es solo una explicación de lo que puede suceder.

# Parental involvement laws_dropdown
source: Parental involvement laws
es: Leyes de intervención de los padres

# waiting periods_dropdown
source: Waiting periods
es: Períodos de espera

# shield laws_dropdown
source: Shield laws
es: Leyes de protección

# suction_abortion_what_to_expect_source
source: Planned Parenthood Federation of America & National Abortion Federation
es: Planned Parenthood Federation of America y Federación Nacional del Aborto
