Repository: Euki-Inc/Euki-iOS
Catalog: Euki/Support Files/*.lproj/Localizable.strings
Languages: es

source: Search
es: Buscar

source: Done
es: Hecho

source: Edit
es: Editar

source: Let's Start
es: Comencemos

source: Got it!
es: ¡Entendido!

source: Delete
es: Eliminar

source: Skip
es: Saltar

# go
source: Enter
es: Entrar

source: None
es: Ninguno

source: Change name
es: Cambiar nombre

source: Name
es: Nombre

source: Add
es: Agregar

source: I Agree
es: Acepto

source: Nice
es: ¡Vale!

# no_pin
source: Not now
es: Acceder sin Pin

source: Filter
es: Filtro

# wrong_pass
source: Wrong PIN. Try again.
es: PIN incorrecto. Inténtalo de nuevo.

source: or
es: o

source: Today
es: Hoy

source: Continue
es: ¡Vale!

source: Information
es: Información

# sti_short
source: STI
es: Atrás

# sti_short_info
source: STI Info
es: Información sobre infecciones de transmisión sexual

# day_0
source: Sun
es: Dom

# day_1
source: Mon
es: Lun

# day_2
source: Tue
es: Mar

# day_3
source: Wed
es: Mie

# day_4
source: Thu
es: Jue

# day_5
source: Fri
es: Vie

# day_6
source: Sat
es: Sáb

source: Title
es: Título

source: Text
es: Texto

source: Clear
es: Limpiar

source: Repeat
es: Repetir

# locaiton
source: Location
es: Ubicación

source: Alert
es: Alerta

source: Dismiss
es: Ocultar

# go_daily_log
source: Go to daily log
es: Ir a registro diario

# enter_code
source: Enter your PIN
es: Ingresa tu PIN

source: Reminders
es: Recordatorios

source: Scheduled:
es: Agendados:

# what_would
source: What would you like to do?
es: ¿Qué le gustaría hacer?

# appointments_stay
source: Appointments stay in your calendar like events, reminders let you know about things like taking pills.
es: Las citas permanecen en su calendario como eventos, los recordatorios le informan sobre cosas como tomar píldoras.

source: What's up?
es: ¿Qué pasa?

# log_appointment
source: Add appointment
es: Registrar la cita de hoy

# daily_m
source: Daily methods
es: Métodos diarios

# long_m
source: Longer-term methods
es: Métodos a largo plazo

source: Other
es: Otro

# tap_for
source: Products used
es: Productos usados

source: Existent Appointment
es: Cita existente

# no_log_title
source: Need to backtrack?
es: ¿Necesitas retroceder?

# no_log_message
source: Looks like you haven't tracked anything yet!
es: Parece que aún no has hecho ningún seguimiento. ¡No te preocupes! Puedes comenzar a hacer el seguimiento ahora.

# daily_log
source: Track
es: Registro diario

source: Show results
es: Mostrar resultados

# repeat_format
source: Repeat every %d days
es: Repetir cada %d días

source: Days
es: Días

# reminder_all_fields
source: Please complete all the fields to create the reminder
es: Complete todos los campos para crear el recordatorio

# appointment_all_fields
source: Please complete all the fields to save the appointment
es: Complete todos los campos para guardar la cita

# log_now
source: TRACK NOW
es: HAZ EL SEGUIMIENTO AHORA

source: Set Reminder
es: Establecer un recordatorio

source: Set Appointment
es: Establecer una cita

source: Edit Appointments
es: Editar cita

# reminder_title_needed
source: Please complete the Title field to create the appointment
es: Complete el campo Título para crear la cita

# done_tracking
source: Done Tracking (%d)
es: Seguimiento Realizado (%d)

# track_calendar_tab
source: CALENDAR VIEW
es: VISTA DE CALENDARIO

# track_list_tab
source: LIST VIEW
es: VISTA DE LISTA

# bleeding_tracking_alert_message
source: Do you want to include this bleeding in your cycle summary and period predictions?
es: ¿Quieres incluir este sangrado en tu resumen de ciclo y predicciones de la menstruación?

# bleeding_tracking_alert_cancel
source: NOT THIS ONE
es: NO EN ESTE

# bleeding_tracking_alert_confirm
source: YES, INCLUDE IT
es: SÍ, INCLÚYELO

source: Bleeding
es: Sangrado

# bleeding_size_1
source: Spotting
es: Manchado

# bleeding_size_2
source: Light flow
es: Flujo ligero

# bleeding_size_3
source: Medium flow
es: Flujo medio

# bleeding_size_4
source: Heavy flow
es: Flujo severo

# bleeding_clots_1
source: Small clots
es: Coágulos pequeños

# bleeding_clots_2
source: Big clots
es: Coágulos grandes

# bleeding_produc_1
source: Disposable pad
es: Toallas higiénicas desechables

# bleeding_produc_2
source: Liner
es: Protectores diarios

# bleeding_produc_3
source: Tampon
es: Tampón

# bleeding_produc_4
source: Menstrual cup
es: Copa menstrual

# bleeding_produc_5
source: Period underwear
es: Ropa interior para el periodo

# bleeding_produc_6
source: Reusable pad
es: Toallas higiénicas reutilizables

# bleeding_produc_7
source: Menstrual disc
es: Disco menstrual

source: Emotions
es: Emociones

# emotions_1
source: Calm
es: Calma

# emotions_2
source: Stressed
es: Estrés

# emotions_3
source: Unmotivated
es: Desmotivación

# emotions_4
source: Sad
es: Tristeza

# emotions_5
source: Happy
es: Felicidad

# emotions_6
source: Irritable
es: Irritabilidad

# emotions_7
source: Angry
es: Enfado

# emotions_8
source: Energetic
es: Energía

# emotions_9
source: Horny
es: Excitación sexual

source: Body
es: Cuerpo

# body_1
source: Acne
es: Acné

# body_2
source: Bloating
es: Hinchazón

# body_3
source: Cramps
es: Cólicos

# body_4
source: Cravings
es: Antojos

# body_5
source: Discharge
es: Flujo

# body_6
source: Fatigue
es: Fatiga

# body_7
source: Fever
es: Fiebre

# body_8
source: Headache
es: Dolor de cabeza

# body_9
source: Itchiness
es: Picazón

# body_10
source: Nausea
es: Náusea

# body_11
source: Severe pain
es: Dolor severo

# body_12
source: Stomachache
es: Dolor de estómago

# body_13
source: Tender chest
es: Sensibilidad en los pechos

# body_14
source: Ovulation
es: Ovulación

source: Sexual activity
es: Actividad sexual

# protection_sti
source: Protection from STIs
es: Protección contra Infecciones de Transmisión Sexual

# protection_sti_1
source: Protected
es: Con protección

# protection_sti_2
source: Unprotected
es: Sin protección

# protection_pregnancy
source: Protection from pregnancy
es: Protección contra el embarazo

# protection_pregnancy_1
source: Protected
es: Con protección

# protection_pregnancy_2
source: Unprotected
es: Sin protección

# protection_other
source: Other
es: Otro

# protection_other_1
source: Masturbation
es: Masturbación

# protection_other_2
source: Oral sex
es: Sexo oral

# protection_other_3
source: Orgasm
es: Orgasmo

# protection_other_4
source: Sex toys
es: Juguetes sexuales

# protection_other_5
source: Anal sex
es: Sexo anal

# protection_sti_1_list
source: Protected: STIs
es: Protegido contra: Infecciones de Transmisión Sexual

# protection_sti_2_list
source: Unprotected: STIs
es: Sin protección contra: Infecciones de Transmisión Sexual

# protection_pregnancy_1_list
source: Protected: pregnancy
es: Protegido contra el Embarazo

# protection_pregnancy_2_list
source: Unprotected: pregnancy
es: Sin protección contra el Embarazo

source: Contraception
es: Anticonceptivos

# contraception_pill_1
source: Took
es: Tomada

# contraception_pill_2
source: Missed
es: Olvidada

# contraception_pill_3
source: Double
es: Toma doble

# contraception_other_1
source: Condom
es: Condon

# contraception_other_2
source: Diaphragm
es: Diafragma

# contraception_other_3
source: Cervical cup
es: Capuchón (o cubierta) cervical

# contraception_other_4
source: Sponge
es: Esponja

# contraception_other_5
source: Spermicide
es: Espermicida

# contraception_other_6
source: Pull out
es: Marcha atrás

# contraception_other_7
source: Emergency contraception
es: Anticonceptivos de emergencia

# contraception_uid_1
source: New
es: Nuevo

# contraception_uid_2
source: Checked strings
es: Hilos comprobados

# contraception_uid_3
source: Removed
es: Retirado

# contraception_implant_1
source: New
es: Nuevo

# contraception_implant_2
source: Removed
es: Retirado

# contraception_patch_1
source: New
es: Nuevo

# contraception_patch_2
source: Removed
es: Retirado

# contraception_ring_1
source: New
es: Nuevo

# contraception_ring_2
source: Removed
es: Retirado

# contraception_pill_1_list
source: Took Pill
es: Píldora tomada

# contraception_pill_2_list
source: Missed Pill
es: Píldora olvidada

# contraception_pill_3_list
source: Double Pill
es: Píldora doble

# contraception_uid_1_list
source: New IUD
es: Nuevo DIU

# contraception_uid_2_list
source: Checked strings
es: Hilos comprobados

# contraception_uid_3_list
source: IUD Removed
es: DIU retirado

# contraception_implant_1_list
source: Implant New
es: Nuevo implante

# contraception_implant_2_list
source: Implant Removed
es: Implante retirado

# contraception_patch_1_list
source: Patch New
es: Nuevo parche

# contraception_patch_2_list
source: Patch Removed
es: Parche retirado

# contraception_ring_1_list
source: Ring New
es: Nuevo anillo

# contraception_ring_2_list
source: Ring Removed
es: Anillo retirado

# icon_contraception_injection
source: Injection
es: Inyección

# shot_list
source: Shot
es: Inyección

source: Test
es: Prueba

# test_sti
source: STI test
es: Prueba de infecciones de transmisión sexual

# test_sti_1
source: Positive
es: Positivo

# test_sti_2
source: Negative
es: Negativo

# test_pregnancy
source: Pregnancy test
es: Prueba de embarazo

# test_pregnancy_1
source: Positive
es: Positivo

# test_pregnancy_2
source: Negative
es: Negativo

# test_sti_1_list
source: STI positive
es: Infecciones de transmisión sexual positivo

# test_sti_2_list
source: STI negative
es: Infecciones de transmisión sexual negativo

# test_pregnancy_1_list
source: Pregnancy positive
es: Embarazo positivo

# test_pregnancy_2_list
source: Pregnancy negative
es: Embarazo negativo

source: Appointment
es: Cita

source: Note
es: Nota

# future_appointment
source: Set Future Appointment
es: Establecer una cita

source: Edit Categories
es: Editar Categorías

# delete_reminder
source: Delete this reminder?
es: ¿Borrar este recordatorio?

# delete_appointment
source: Delete this appointment?
es: ¿Borrar esta cita?

source: before
es: Antes

# future_appointment_confirmation
source: All set! You can access or edit your appointment in the calendar.
es: ¡Todo listo! Puede acceder o editar su cita en el calendario.

# bleeding_info
source: People bleed for different reasons. If you're bleeding outside your period, you can still track it—just don't include it in your cycle summary. That way Euki can predict your period more accurately.
es: Las personas sangran por diferentes razones. Si estás sangrando fuera de tu período, aún puedes hacer un seguimiento, pero no lo incluyas en el resumen de tu ciclo. De esa manera, Euki puede predecir tu período con mayor precisión.

# bleeding_track_cycle_info
source: Include in cycle summary
es: Incluir en resumen de ciclo

# onboarding_1_text
source: Euki is an inclusive period tracking app that prioritizes your privacy and keeps your data secure.
es: Euki es una aplicación inclusiva para el seguimiento de la menstruación que prioriza tu privacidad y mantiene tus datos seguros.

# onboarding_2_title
source: Euki gives you access to sexual and reproductive health info, plus tools to track what goes on in your body.
es: Euki te brinda acceso a información sobre la salud sexual y reproductiva y las herramientas para seguir lo que sucede en tu cuerpo.

# onboarding_3_title
source: Would you like to set a PIN for added security?
es: ¿Te gustaría establecer un PIN para mayor seguridad?

# onboarding_set_pin_message
source: Set an optional PIN
es: Establece un PIN opcional

# onboarding_5_title
source: Before you start, please accept Euki’s Terms of Use
es: Antes de comenzar, por favor acepta las Condiciones de Uso de Euki

# onboarding_fake_pin_title
source: If someone asks you to open Euki and you don't want them to see your data, enter the PIN below to display a false screen.
es: Si alguien te pide que abras Euki y no quieres que vea tus datos, introduce el siguiente PIN para mostrar una pantalla falsa.

# onboarding_fake_pin_info
source: False screen PIN
es: Pantalla falsa de PIN

# onboarding_fake_pin_message
source: We hope you don't have to use this PIN. If you do, we want to make sure it's easy to remember.
es: Ojalá que no tienes que usar este PIN. Por si acaso, queremos asegurar que está fácil de recordar.

# no_pin_code_message
source: You can always adjust privacy settings to your changing needs.
es: Siempre podrás ajustar tu configuración de privacidad según tus necesidades.

# terms_of_use_accept
source: To use Euki you must accept the Terms of Use.
es: Para utilizar Euki debes aceptar las Condiciones de Uso

# fake_screen_title
source: We're fixing some technical problems today. Sorry.
es: Ahora estamos arreglando algunos problemas técnicos. Lo sentimos.

# fake_screen_info
source: Please come back tomorrow!
es: Vuelve mañana.

source: Abortion
es: Aborto

source: Sexuality
es: Sexualidad

source: Miscarriage
es: Aborto Espontáneo

# pregnancy_options
source: Pregnancy
es: Embarazo

source: STIs
es: Infecciones de Transmisión Sexual

source: Home
es: Inicio

source: Calendar
es: Calendario

source: Bookmarks
es: Favoritos

source: Privacy
es: Privacidad

# source_format
source: Source: %@
es: Fuente: %@

# knowledge_base
source: Information
es: Información

# walk_me_through_the_process
source: Find care now
es: Guía paso a paso

# knowledge_base_title
source: Get the facts
es: Información sobre el aborto

source: Abortion types
es: Tipos de Aborto

source: Abortion FAQs
es: Preguntas frecuentes sobre el aborto

# info_care_at_clinic
source: Clinic care
es: Atención clínica

source: Telehealth
es: Telesalud

source: Abortion stories
es: Historias sobre el aborto

# payment_abortion
source: Payment
es: Pago

# post_abortion_care
source: Aftercare
es: Cuidados posteriores

source: Abortion laws
es: Leyes sobre el aborto

source: Resources
es: Recursos

source: Medication
es: Medicamentos

source: Surgical
es: Quirúrgico

# medication_abortion_101_title
source: Medication abortion
es: Fundamentos del Aborto con Medicamentos

# how_medication_work
source: How does medication abortion work?
es: ¿Cómo funciona el Aborto con Medicamentos?

# what_should_know_before_pills
source: Preparing to take the pills?
es: Aborto paso a paso

# what_pills_look_like
source: What do the pills look like?
es: ¿Qué aspecto tienen las pastillas?

# what_will_be_like
source: What will it be like?
es: ¿Cómo será?

# when_seek_medical_help
source: When to seek medical help?
es: ¿Cuándo buscar ayuda médica?

source: National Abortion Federation
es: Federación Nacional del Aborto

# medication_abortion_title
source: Medication abortion process
es: El proceso de aborto con medicamentos

# what_pills_look_like_title
source: What do the pills look like?
es: ¿Qué aspecto tienen las pastillas?

# what_to_expect_title
source: What will it be like?
es: ¿Cómo será?

# when_seek_care_title
source: When to seek medical help?
es: ¿Cuándo buscar ayuda médica?

# suction_abortion_title
source: Procedural abortion
es: Aborto Procesal

# suction_abortion_subheading_1
source: Suction or vacuum aspiration
es: Aspiración por succión o aspiración por vacío

# suction_abortion_subheading_2
source: Dilation and evacuation (D&E)
es: Dilatación y evacuación (DyE)

# suction_abortion_subheading_3
source: Abortion after 12 weeks
es: Aborto después de la semana 12

# abortion_faqs_title
source: Abortion FAQs
es: Preguntas frecuentes sobre el aborto

# abortion_faqs_content
source: It's okay to need an abortion. Sometimes people have concerns about abortion because they do not know much about it. Below are common questions and answers about abortion. If you have more questions, check out the resources section.
es: No hay nada malo en necesitar un aborto. Las personas tienen a veces reparos sobre el aborto porque no saben mucho de él. Abajo encontrarás algunas preguntas y respuestas comunes sobre el aborto. Si tienes otras preguntas, visita la sección de recursos.

# abortion_faqs_subheading_1
source: How safe is abortion?
es: ¿Qué tan seguro es el aborto?

# abortion_faqs_content_1
source: Abortion is a common and very safe medical procedure. Research shows that abortion is safer than childbirth, and safer even than having your tooth pulled or getting a shot of penicillin.
es: El aborto es en general un procedimiento médico muy seguro. Investigaciones muestran que el aborto es más seguro que el parto, e incluso más seguro que sacarse una muela o recibir una inyección de penicilina.

# abortion_faqs_subheading_2
source: How do I decide what type of abortion is right for me?
es: ¿Cómo decidir que tipo de aborto es el más adecuado para mí?

# abortion_faqs_subheading_3
source: Does having an abortion make it more difficult to have children in the future?
es: ¿Hace el aborto que sea más difícil tener hijos en un futuro?

# abortion_faqs_content_3
source: No. Having an abortion does not affect a person's ability to have children in the future.
es: No, abortar no afecta a la capacidad de una persona para tener hijos en un futuro.

# abortion_faqs_subheading_4
source: Does having an abortion lead to negative health effects?
es: ¿Conlleva el aborto efectos negativos sobre la salud?

# abortion_faqs_content_4
source: No. Having an abortion does not affect people's long-term physical or mental health. With that said, people have different emotional responses to having an abortion. It's always okay to talk to someone, or to reach out for help.
es: No. Abortar no afecta la salud física o mental de la persona a largo plazo. Dicho esto, las personas responden emocionalmente de forma diferente al aborto. Siempre está bien hablar con alguien, o buscar ayuda.

# abortion_faqs_subheading_5
source: Will an abortion hurt?
es: ¿Dolerá el aborto?

# abortion_faqs_content_5
source: There’s no simple answer because everyone experiences pain differently. Many people describe the feeling as similar to menstrual cramps, but probably more intense than normal cramps. It's always okay to talk to a provider about pain management options.
es: No hay una respuesta sencilla pues cada persona vive el dolor de manera diferente. Muchas personas describen las sensaciones como similares a las de los dolores menstruales, aunque probablemente sean más intensas que las de un cólico normal. Siempre está bien hablar con un/a proveedor/a sobre qué hay opciones para el manejo del dolor.

# abortion_faqs_subheading_6
source: What about emotions after an abortion?
es: ¿Y qué pasa con las emociones después del aborto?

# abortion_faqs_content_6
source: Everyone experiences abortion differently. It’s normal to feel a mix of emotions– happiness, sadness, relief, anxiety. It's okay to need emotional support after an abortion, or just want to talk to someone about it.
es: Cada persona vive el aborto de manera diferente. Es normal sentir una mezcla de emociones—felicidad, tristeza, alivio, ansiedad. No hay nada malo en necesitar apoyo emocional después de un aborto, o simplemente querer hablar con alguien sobre el tema.

# getting_care_clinic_title
source: Clinic care
es: Atención Clínica

# getting_care_clinic_subheading_1
source: Finding a clinic
es: Encontrar una clínica

# getting_care_clinic_subheading_2
source: Questions a clinic might ask
es: Preguntas que desde clínica pueden hacerte

# getting_care_clinic_subheading_3
source: Questions to ask the clinic
es: Preguntas para hacerle a la clínica

# getting_care_clinic_subheading_4
source: Preparing for an abortion appointment
es: Prepararse para una cita de aborto

# getting_care_clinic_subheading_5
source: Avoiding fake clinics
es: Evita clínicas falsas de aborto

# telehealth_popup_info
source: Telehealth (sometimes called “telemedicine”) is where, people use technology (a phone, computer, tablet, etc.) to get connected to a provider will prescribe the medication abortion pills.
es: Telesalud (a veces llamada "telemedicina") es donde las personas utilizan la tecnología (un teléfono, una computadora, una tableta, etc.) para conectarse con un proveedor que prescribirá píldoras abortivas.

# telehealth_title
source: Telehealth
es: Telesalud

# self_managed_abortion_title
source: Self-managed abortion
es: Aborto autoadministrado

# abortion_stories_title
source: Abortion stories
es: Historias sobre el Aborto

# abortion_stories_content
source: Have you ever wondered what it's like to have an abortion? Or wanted to know if someone else had a similar experience to your own? Read the stories below and check out other abortion stories online.
es: ¿Te has preguntado alguna vez cómo es abortar? ¿O has querido saber si alguna otra persona ha tenido una experiencia similar a la tuya? Lee las historias que siguen y busca otras historias en internet.

# abortion_story_6_title
source: More abortion stories
es: Más historias sobre el aborto

# payment_subheading_1
source: Average procedure cost
es: Costo medio

# payment_subheading_2
source: Financial help
es: Ayuda financiera

# payment_subheading_3
source: Insurance coverage
es: Cobertura de seguros

# post_abortion_subheading_1
source: Was the abortion successful?
es: ¿Ha sido exitoso mi aborto?

# post_abortion_subheading_2
source: Emotional care
es: Cuidado emocional

# post_abortion_subheading_3
source: Supporting a friend after an abortion
es: Apoyar a alguien que ha tenido un aborto

# post_abortion_subheading_4
source: Talking about your abortion
es: Hablar de tu aborto

# post_abortion_subheading_5
source: Aftercare: Procedural abortion
es: Cuidados post-aborto: Aborto procesal

# post_abortion_subheading_6
source: Aftercare: Medication abortion
es: Cuidados post-aborto: aborto con medicamentos:

# abortion_laws_title
source: Abortion laws
es: Leyes sobre el Aborto

# resources_title
source: Resources
es: Recursos

# resources_description
source: There are so many organizations dedicating to protecting and expanding access to abortion. The organizations below are some of the many groups across the US that can provide you with information about abortion.
es: Hay muchas organizaciones dedicadas a proteger y ampliar el acceso al aborto. Las organizaciones a continuación son algunos de los numerosos grupos que pueden proporcionarte información sobre el aborto.

# resources_subheading_1
source: Interactive support
es: Apoyo interactivo

# resources_subheading_2
source: National service delivery organizations
es: Organizaciones nacionales de provisión de servicios

# resources_subheading_3
source: Reproductive justice organizations
es: Organizaciones de justicia reproductiva

# resources_subheading_4
source: Legal and advocacy organizations
es: Organizaciones legales y de defensa

# resources_subheading_5
source: Abortion Research Organizations
es: Centros de investigación de aborto

# resources_subheading_6
source: Emotional care and support
es: Atención y apoyo emocional

# abortion_over_12_weeks
source: It looks like the pregnancy may be over 12 weeks. For more information, visit the following resource for the WHO's guidelines.
es: Parece que el embarazo puede durar más de 12 semanas. Para obtener más información, visite el siguiente recurso para obtener las pautas de la OMS.

source: VISIT WEBSITE
es: VISITAR WEBSITE

source: SET REMINDERS
es: Establecer recordatorios

source: Abortion walk through
es: Aborto paso a paso

# medical_abortion
source: Medication abortion
es: Aborto con Medicamentos

# surgical_abortion
source: Procedural abortion
es: Aborto Procesal

source: World Health Organization
es: Organización Mundial de la Salud

# first_day_last_period
source: To calculate how far along the pregnancy is, enter the first day of your last period:
es: Para calcular el estado de gestación, introduce el primer día de tu última menstruación:

# weeks_pregnand_format
source: %d weeks pregnant
es: %d semanas de embarazo

# pick_date
source: Pick a date
es: Selecciona una fecha

source: Pill options
es: Opciones sobre pastillas

# misoprostol_12_weeks
source: Misoprostol up to 12 weeks
es: Misoprostol hasta la semana 12
