Repository: Euki-Inc/Euki-iOS
Catalog: Euki/Support Files/*.lproj/Localizable.strings
Languages: es

source: Avg. period length
es: Longitud promedio del ciclo

source: Your current cycle: day %@
es: Tu ciclo actual: día %@

# date_starting_period
source: Date of starting period
es: Día de inicio del ciclo

source: Period
es: Ciclo

# cycle_today
source: today
es: hoy

source: see past cycles
es: ver ciclos pasados

# cycle_settings_title
source: Adjust your cycle preferences
es: Ajusta tus preferencias de ciclo

# cycle_settings_option_1_title
source: Track period
es: Haz el seguimiento de tu menstruación

# cycle_settings_option_1_text
source: Even if you don't track your period, you'll still have access to other tracked activity (unless you delete your data in the Privacy tab).
es: Incluso si no realizas un seguimiento de tu menstruación, aún tendrás acceso a la información registrada (a menos que elimines tus datos en la pestaña "Privacidad").

# cycle_settings_option_2_title
source: Period prediction
es: Predicción de la menstruación

# cycle_settings_option_2_text
source: Know what to expect from your period—and when to expect it.
es: Sabrás qué esperar de tu menstruación y cuándo esperarla.

# delete_period
source: Delete this period?
es: ¿Borrar este ciclo?

source: Menstruation
es: Menstruación

source: First period to last period
es: Del primer periodo al último periodo

source: Product quiz
es: Encuesta de productos

source: Menstrual products
es: Productos menstruales

source: Symptom management
es: Control de síntomas

source: Menstruation related disorders
es: Trastornos relacionados con la menstruación

# menstruation_faqs
source: FAQs
es: Preguntas frecuentes

# symptom_management_content
source: Periods can come with a range of symptoms and different levels of discomfort. There are many ways to manage period symptoms.
es: Los periodos pueden conllevar diversos síntomas y niveles de incomodidad. Hay muchas maneras de controlar los síntomas del periodo.

# bleeding_title
source: Bleeding
es: Sangrado

# social_stress_title
source: Social stress
es: Estrés social

# other_pain_title
source: Other pain
es: Otros dolores

# cramps_title
source: Cramps
es: Cólicos

# bloating_and_other_gi_effects_title
source: Bloating and other GI effects
es: Distensión abdominal y otros malestares gastrointestinales

# nausea_and_fatigue_title
source: Nausea and fatigue
es: Náuseas y fatiga

# mental_health_title
source: Mental health
es: Salud mental

# dysphoria_title
source: Dysphoria
es: Disforia

# menstruation_related_disorders_title
source: Menstruation related disorders
es: Trastornos relacionados con la menstruación

# menstruation_related_disorders_content
source: Some disorders can alter and intensify the symptoms and bleeding of a period and contribute to other serious health outcomes—which can be a scary thing to navigate without support! Systemic racism can make it difficult for people of color to bring their concerns to health care providers and have those concerns taken seriously. The information below can empower you to understand what's going on in your body and seek the support you need.
es: Algunos trastornos pueden alterar e intensificar los síntomas y el sangrado de un periodo, y contribuir a otras consecuencias de salud graves, ¡lo que puede ser algo aterrador de manejar si no se tiene apoyo! El racismo sistémico puede dificultar que las personas de color comuniquen sus inquietudes a les proveedores de atención médica y que estas inquietudes sean tomadas en serio. La siguiente información a continuación puede ayudarte a comprender lo que sucede en tu cuerpo y buscar el apoyo que necesitas.

# polycystic_ovary_syndrome_pcos_title
source: Polycystic ovary syndrome (PCOS)
es: Síndrome de ovario poliquístico (SOP)

# symptoms_bold_1
source: Symptoms
es: Síntomas

# diagnosis_bold_2
source: Diagnosis
es: Diagnóstico

# treatment_bold_3
source: Treatment
es: Tratamiento

# inherited_bleeding_disorders_title
source: Inherited bleeding disorders
es: Trastornos hemorrágicos hereditarios

# pelvic_inflammatory_disease_pid_title
source: Pelvic Inflammatory Disease (PID)
es: Enfermedad pélvica inflamatoria (EPI)

# diagnosis_treatment_bold_3
source: Diagnosis/treatment
es: Diagnóstico/tratamiento

# menstruation_faqs_title
source: FAQs
es: Preguntas frecuentes

# menstruation_faqs_question_1
source: Who has a period and what is it?
es: ¿Quién tiene el periodo y qué es?

# menstruation_faqs_answer_1
source: People who have a uterus and have not done anything to suppress their periods usually have their periods between the ages of 12 and 55. Periods generally occur every 21-45 days and last from 2-7 days. During this time, the body sheds the lining of the uterus by bleeding out of the vagina.
es: Las personas que tienen útero y no han hecho nada para inhibir sus periodos suelen tener sus periodos entre los 12 y los 55 años. Los periodos generalmente ocurren cada 21 a 45 días y duran entre 2 y 7 días. Durante este tiempo, el cuerpo se deshace del revestimiento del útero al sangrar por la vagina..

# menstruation_faqs_question_2
source: What is bleeding? Can I bleed when I'm not on my period?
es: ¿Qué es el sangrado? ¿Puedo sangrar cuando no tengo mi periodo?

# menstruation_faqs_answer_2
source: Bleeding occurs when dark brown or red blood comes out of the vagina. The bleeding associated with a period is the shedding of the uterine lining, but bleeding can also occur because of an abrasion, a sexually transmitted infection, a miscarriage, or other health complications. You can ask a health care provider if you're experiencing bleeding outside your period.
es: El sangrado ocurre cuando sale sangre de color rojo o marrón oscuro de la vagina. El sangrado asociado con el periodo es el desprendimiento del revestimiento uterino, pero el sangrado también puede ocurrir debido a una abrasión, una infección de transmisión sexual, un aborto espontáneo u otras complicaciones de salud. Puedes buscar atención médica si estás experimentando sangrado fuera de tu periodo.

# menstruation_faqs_question_3
source: What are ways to manage my bleeding?
es: ¿Cuáles son las formas de manejar mi sangrado?

# menstruation_faqs_answer_3
source: There are many products that exist to capture monthly bleeding so you can go about your everyday life. These products can range from something worn inside the underwear, underwear itself, or something inserted into the body (like a tampon).
es: Hay muchos productos para contener el sangrado mensual de modo que puedas continuar con tu vida cotidiana. Estos productos pueden variar desde algo que se usa dentro de la ropa interior, la ropa interior misma o algo que se inserta en el cuerpo.

# menstruation_faqs_question_4
source: How do different forms of birth control affect bleeding?
es: ¿De qué manera afectan los diferentes tipos de anticonceptivos al sangrado?

# menstruation_faqs_answer_4
source: Different forms of birth control can have varying effects on periods. For some people, the copper IUD can make bleeding heavier and cramps more painful, while the hormonal IUD and implant eliminate bleeding and minimize period symptoms for many. The pill can help regulate a period and often makes bleeding and other symptoms less severe if people are taking the placebo pills. You can find more information on each method in the Contraception section and can talk to a trusted health care provider if you have more questions.
es: Los distintos tipos de anticonceptivos pueden tener diversos efectos en los periodos. Para algunas personas, el DIU de cobre puede hacer que el sangrado sea más abundante y los cólicos más dolorosos, mientras que el DIU hormonal y el implante eliminan el sangrado y minimizan los síntomas del periodo para muchas otras. La píldora puede ayudar a regular un periodo y, a menudo, hace que el sangrado y otros síntomas sean menos severos si las personas toman las píldoras de placebo. Puedes encontrar más información sobre cada método en la sección Anticonceptivos y acudir a atención médica de confianza si tienes más preguntas.

# menstruation_faqs_question_5
source: What is a regular period?
es: ¿Qué es un periodo regular?

# menstruation_faqs_answer_5
source: While periods differ from person to person, a period is considered regular when the amount of time between the start of each bleed is 21-45 days and bleeding lasts 2-7 days.
es: Si bien los periodos difieren de persona a persona, un periodo se considera regular cuando la cantidad de tiempo entre el inicio de cada sangrado es de 21 a 45 días y el sangrado dura de 2 a 7 días.

# menstruation_faqs_question_6
source: What should I do if my period is not “regular“?
es: ¿Qué debo hacer si mi periodo no es “regular”?

# menstruation_faqs_answer_6
source: If you experience a larger quantity of bleeding or do not get your period at a regular rate unrelated to taking to birth control, you can talk to a health care provider to figure out why.
es: Si experimentas una mayor cantidad de sangrado o no tienes tu periodo a un ritmo regular, y esto no se relaciona con el uso de anticonceptivos, puedes acudir a atención médica para averiguar el motivo.

# menstruation_faqs_question_7
source: What will happen to my period if I take testosterone?
es: ¿Qué pasará con mi periodo si tomo testosterona?

# menstruation_faqs_answer_7
source: Testosterone will alter the menstrual cycle, and will end it completely for many people. You can read more about the effects of testosterone on periods here.
es: La testosterona alterará el ciclo menstrual y lo terminará por completo para muchas personas. Puedes leer más sobre los efectos de la testosterona en los periodos aquí.

# menstruation_faqs_question_8
source: When does ovulation occur/ when can I get pregnant?
es: ¿Cuándo ocurre la ovulación/cuándo una persona puede quedar embarazada?

# menstruation_faqs_answer_8
source: Ovulation occurs 14 days before your period. If you're not taking birth control, you can get pregnant five days before ovulation and up to two days after. Because many people's cycle varies in length, it can be hard to predict exactly when ovulation occurs. Predicting ovulation can therefore be unreliable as a form of contraception.
es: La ovulación ocurre 14 días antes de tu periodo. Si no se toman anticonceptivos, una persona puede quedar embarazada cinco días antes de la ovulación y hasta dos días después. Debido a que el ciclo de muchas personas varía en duración, puede ser difícil predecir exactamente cuándo ocurre la ovulación y, por lo tanto, predecir la ovulación puede ser poco confiable como forma de anticoncepción.

# menstruation_faqs_question_9
source: When to see a health care provider?
es: ¿Cuándo debo buscar atención medica?

# menstruation_faqs_answer_9
source: You might consider seeing a health care provider if you haven't had a first period by age 15, haven't had a period in more than two months, are experiencing debilitating pain around the time of bleeding, or are bleeding for more than seven days straight and in a quantity that requires changing a tampon every hour.
es: Podrías considerar la posibilidad de buscar atención médica si no has tenido tu primer periodo para los 15 años, no has tenido un periodo en más de dos meses, experimentas un dolor debilitante en el momento del sangrado o sangras durante más de siete días seguidos y en una cantidad que requiere cambiar un tampón cada hora.

# first_period_to_last_period_title
source: First period to last period
es: Del primer periodo al último periodo

# first_period_to_last_period_content
source: The menstrual life cycle begins with your first period and ends with your last. Both experiences are incredibly common and normal, yet can be stressful and hard to experience alone. But you are not alone! Explore more about these experiences below.
es: El ciclo de vida menstrual comienza con tu primer periodo y termina con el último. Ambas experiencias son increíblemente comunes y normales, pero pueden ser estresantes y difíciles de experimentar por tu cuenta. ¡Pero no estás sola/o/e! Explora más sobre estas experiencias a continuación.

source: Menarche
es: Menarquia

source: How to prepare?
es: Cómo prepararte

source: What’s it mean?
es: ¿Qué significa?

# menarche_content_2
source: For many people, a period can hold a lot of cultural meaning. But when it comes to your body, a period simply means that it is preparing for pregnancy by ovulating every month or so, which may be accompanied by other changes like the development of chest/breast tissue, hair growth in new places, and shifts in mood. You can read more about what happens in your body throughout the full menstrual cycle here.
es: Para muchas personas, un periodo puede tener un significado cultural. Desde una perspectiva biológica, un periodo significa que tu cuerpo se preparará para un embarazo ovulando aproximadamente cada mes. Otros cambios que pueden acompañar a tu periodo incluyen el desarrollo del tejido mamario/pecho, el crecimiento de vello en nuevos lugares y cambios de humor. Puedes leer más sobre lo que sucede en tu cuerpo a lo largo de todo tu ciclo menstrual completo aquí.

source: Common misconceptions
es: Malentendidos comunes

source: How to find support
es: Cómo encontrar apoyo

# menarche_content_4
source: People may desire different kinds of support during their period. Some may only want help managing bleeding, while others may want someone to talk to or ways to alleviate their symptoms. An adult, older sibling, or someone else you trust might be a good person to ask for support. You can also ask health care providers for support if you feel comfortable reaching out to them. You can find tips for talking to a medical provider here.
es: Las personas pueden desear diferentes tipos de apoyo durante su periodo. Es posible que algunas personas solo quieran ayuda para manejar el sangrado, mientras que otras pueden querer a alguien con quien hablar o formas de aliviar sus síntomas. Un adulto, un/a/e hermano/a/e mayor o alguien en quien confíes podría ser una persona adecuada a la cual pedir apoyo. También puedes pedir apoyo a les proveedores de atención médica si te sientes a gusto comunicándote con elles. Puedes encontrar consejos para hablar con un/a/e proveedor/a/e de atención médica aquí.

source: First period stories
es: Historias del primer periodo

# menarche_content_5
source: First periods can look different for everyone. Sometimes reading other people's stories can help you feel less alone or more prepared. You can look at community-sourced first period stories here.
es: Los primeros periodos pueden ser diferentes para cada persona. A veces, el simple hecho de leer historias de otras personas puede ayudar a que te sientas menos soledad o más preparado/a/e. Puedes ver historias del primer periodo de la comunidad aquí.

source: Menopause
es: Menopausia

# menopause_content
source: Menopause is the end of periods and fertility. It usually occurs around 45-55 years old and may come with symptoms like hot flashes, change in sex drive and mood, and vaginal dryness.
es: La menopausia involucra el final de los periodos y la fertilidad. Por lo general, ocurre entre los 45 a 55 años y puede presentarse con síntomas como calores, cambios en el deseo sexual y el humor, y sequedad vaginal.

source: Symptoms
es: Síntomas

# menopause_content_2
source: 12 months after your last period, you may notice some symptoms of menopause, including hot flashes, vaginal dryness, frequent or uncontrolled urination, trouble sleeping, and moodiness.
es: Doce meses después del último periodo, es posible que notes algunos síntomas de la menopausia, como calores, sequedad vaginal, ganas de orinar frecuente o incontrolable, dificultad para dormir y cambios de humor.

# menopause_content_4
source: One common misconception is that people cannot get pregnant during menopause, but you can get pregnant until you've gone a full 12 months without getting a period. For some, menopause corresponds with a lowered sex drive, but for others, the opposite happens.
es: Un mito común es que las personas no pueden quedar embarazadas durante la menopausia, pero una persona puede quedar embarazada hasta que hayan pasado 12 meses completos sin tener un periodo. Para algunas personas, la menopausia se corresponde con una disminución del deseo sexual, pero para otras sucede lo contrario.

source: Mental health impacts
es: Impactos en la salud mental

# menopause_content_5
source: In addition to the mood changes associated with menopause, some may struggle with the loss of fertility and the association of menopause with old age. For others, this could feel like just another change in the body.
es: Además de los cambios de humor asociados con la menopausia, algunas personas pueden tener problemas con la pérdida de la fertilidad y la asociación de la menopausia con la vejez. Para otras, esto podría sentirse simplemente como otro cambio en el cuerpo.

source: Reusable pad
es: Toallas higiénicas reutilizables

source: Disposable pad
es: Toallas higiénicas desechables

source: Tampon
es: Tampón

source: Menstrual cup
es: Copa menstrual

source: Menstrual disc
es: Disco menstrual

source: Period underwear
es: Ropa interior para el periodo

source: Liner
es: Protectores diarios

# what_is_it_reusable_pad_content_1
source: A reusable pad is usually a cloth-based product that catches period blood on the inside of your underwear.
es: Una toalla higiénica reutilizable suele ser un producto de tela que atrapa la sangre menstrual en el interior de la ropa interior.

source: How is it used?
es: ¿Cómo se usan?

# how_is_it_used_p
source: How is it used?
es: ¿Cómo se usa?

# reusable_pad_content_2
source: Just like disposable pads, reusable pads are placed on the inside of underwear to catch the bleeding. One difference is that instead of adhesive to stick to underwear, reusable pads typically have a snap to keep them attached to the inside of underwear.
es: Al igual que las toallas higiénicas desechables, las toallas higiénicas reutilizables se colocan en el interior de la ropa interior para atrapar el sangrado. Una diferencia es que, en lugar de tener un adhesivo para adherirse a la ropa interior, las toallas higiénicas reutilizables suelen tener un broche para mantenerlas adheridas al interior de la ropa interior.

source: When do you change it?
es: ¿Cuándo se las debe cambiar?

# when_do_you_change_it_p
source: When do you change it?
es: ¿Cuándo se lo debe cambiar?

# when_do_you_change_it_p1
source: When do you change it?
es: ¿Cuándo se la debe cambiar?

# when_do_you_change_it_p2
source: When do you change it?
es: ¿Cuándo se los debe cambiar?

# reusable_pad_content_3
source: Reusable pads should be changed every few hours or when the pad starts to get full. A pad is full if it is leaking or feels heavy.
es: Las toallas higiénicas reutilizables deben cambiarse cada pocas horas o cuando la toalla higiénica empiece a llenarse. Una toalla higiénica está llena si tiene fugas o se siente pesada.

source: What do you do after you use it?
es: ¿Qué debes hacer después de usarla?

# what_do_you_do_after_you_use_it_p
source: What do you do after you use it?
es: ¿Qué debes hacer después de usarlo?

# what_do_you_do_after_you_use_it_p1
source: What do you do after you use it?
es: ¿Qué debes hacer después de usarlas?

# what_do_you_do_after_you_use_it_p2
source: What do you do after you use it?
es: ¿Qué debes hacer después de usarlos?

# reusable_pad_content_4
source: Reusable pads should be washed. You can rinse them with cold water and throw them in the laundry with other clothes. If you are still bleeding, a clean pad should be used and the used one should be stored away until you are able to wash it.
es: Las toallas higiénicas reutilizables deben lavarse. Puedes enjuagarlas con agua fría y ponerlas en la lavadora con otras prendas. Si aún tienes sangrado, debes usar una toalla higiénica limpia y guardar la usada hasta que puedas lavarla.

source: How does it feel?
es: ¿Cómo se sienten?

# how_does_it_feel_p
source: How does it feel?
es: ¿Cómo se siente?

# reusable_pad_content_5
source: A reusable pad should just feel like an extra layer of cloth inside your underwear.
es: Una toalla higiénica reutilizable debe sentirse como una capa extra de tela dentro de tu ropa interior.

source: Where can you get it?
es: ¿Dónde puedes conseguirlas?

# where_can_you_get_it_p
source: Where can you get it?
es: ¿Dónde puedes conseguirlo?

# where_can_you_get_it_p1
source: Where can you get it?
es: ¿Dónde puedes conseguirla?

# where_can_you_get_it_p2
source: Where can you get it?
es: ¿Dónde puedes conseguirlos?

# reusable_pad_content_6
source: Reusable pads can be bought online and in some stores.
es: Se pueden comprar por internet y en algunas tiendas.

source: How much does it cost?
es: ¿Cuánto cuestan?

# how_much_does_it_cost_p
source: How much does it cost?
es: ¿Cuánto cuesta?

# reusable_pad_content_7
source: Costs can range from $20-50 for a package of 3-5 pads. If properly cared for, reusable pads can last up to five years. This brings the monthly cost to less than a dollar a month.
es: Los costos pueden oscilar entre $20 y $50 por un paquete de 3 a 5 toallas higiénicas. Si se las cuidan adecuadamente, las toallas higiénicas reutilizables pueden durar hasta cinco años. Esto genera un costo mensual de menos de un dólar.

# disposable_pad_content_1
source: A disposable pad is usually a cotton-based product that sticks to the inside of your underwear and absorbs period blood. Pads come in a variety of sizes and brands to meet the changing needs of a menstrual flow.
es: Una toalla higiénica desechable suele ser un producto a base de algodón que se adhiere al interior de la ropa interior y absorbe la sangre del periodo. Vienen en una variedad de tamaños y marcas para satisfacer las necesidades cambiantes de un flujo menstrual.

# disposable_pad_content_2
source: You use a pad by removing the wax paper stuck to the sticky part and placing the sticky part on the inside of the underwear. You wrap the sticky wings around the outside of the underwear, along where the blood would go.
es: Para usar una toalla higiénica, debes retirar el papel encerado pegado a la parte adhesiva y colocar la parte adhesiva en el interior de la ropa interior. Si las hubiere, envuelve las alas adhesivas alrededor de la parte exterior de la ropa interior, a lo largo de donde se depositaría la sangre.

# disposable_pad_content_3
source: Disposable pads should be changed every few hours or when you notice the pad is full. A pad is full if it is leaking or feels heavy.
es: Las toallas higiénicas desechables deben cambiarse cada pocas horas o cuando notes que la toalla higiénica está llena. Una toalla higiénica está llena si tiene fugas o si se siente pesada.

# disposable_pad_content_4
source: After using a pad, you should remove it from your underwear and dispose of it in the bin of a bathroom stall or in a trash can. If you are still bleeding, you should replace it with a new pad.
es: Después de usar una toalla higiénica, debes quitarla de tu ropa interior y desecharla en la papelera de un cubículo del baño o en un cesto de basura. No deben tirarse por el inodoro, ya que esto puede causar obstrucciones. Si aún tienes sangrado, debes reemplazarla por una nueva.

# disposable_pad_content_5
source: You may feel the bulk and texture of the pad in your underwear, but it should not be painful.
es: Es posible que sientas el volumen y la textura de la toalla higiénica en tu ropa interior, pero no debería dolerte.

# disposable_pad_content_6
source: Disposable pads are sold at most grocery stores and pharmacies, as well as online. They are also often provided for free at clinics.
es: Se puede comprar las toallas higiénicas en la mayoría de los supermercados y farmacias, y por internet. También se puede conseguirlas de forma gratuita en las clínicas.
