Repository: Euki-Inc/Euki-iOS
Catalog: Euki/Support Files/*.lproj/Localizable.strings
Languages: es

# bacterial_vaginosis_content_4
source: Unfortunately, there are no specific ways to prevent BV. The only recommendations out there are not having sex, limiting your number of sex partners, and not douching.
es: Desafortunadamente, no hay maneras específicas de prevenir la vaginosis bacteriana. Las únicas recomendaciones que existen son abstenerse de tener relaciones sexuales, limitar el número de parejas sexuales, y no tener duchas vaginales.

# bacterial_vaginosis_content_5
source: A medical provider will examine your vagina for signs of infection and give you antibiotics to take.
es: Un/a proveedor/a de atención médica examinará tu vagina en busca de señales de infección y te dará antibióticos.

# chlamydia_content_1
source: Chlamydia is a common STI that can infect anyone. It’s a bacterial infection that can be cured with antibiotics.
es: La Clamidia es una enfermedad de transmisión sexual común que puede infectar a cualquiera. Es una infección bacteriana que se cura con antibióticos.

# chlamydia_content_2
source: You get chlamydia by having vaginal, oral, or anal sex with someone who has chlamydia. You can get chlamydia in your vagina, penis, or rectum.
es: La clamidia se adquiere al tener sexo vaginal, oral o anal con alguien que tiene clamidia. Puedes tener clamidia en tu vagina, pene o recto.

# chlamydia_content_5
source: A medical provider will test you for chlamydia during a routine exam, and if the test is positive, they will give you a course of antibiotics to take. You can’t share these medications, so make sure your partner gets treated too.
es: Un/a proveedor/a de atención médica te hará una prueba de clamidia durante un examen rutinario, y si da positivo, te recetará un tratamiento antibiótico. Estos medicamentos no pueden ser compartidos, así que asegúrate de que tu pareja también recibe tratamiento.

# herpes_content_5
source: Your medical provider may diagnose herpes by looking at your symptoms, taking a sample from a sore, or taking a blood test. There’s no cure for herpes, but there are medicines that can prevent or shorten outbreaks.
es: Tu proveedor de atención médica puede diagnosticar herpes observando tus síntomas, tomando una muestra de una llaga, o haciendo una prueba de sangre. No hay cura para el herpes, pero hay medicinas que pueden prevenir o acortar los brotes.

# gonorrhea_content_1
source: Gonorrhea can infect anyone and can cause infections in the genitals, rectum, and throat.
es: La gonorrea puede infectar a cualquier persona y puede causar infecciones en los genitales, recto o garganta.

# gonorrhea_content_2
source: You get gonorrhea by having vaginal, oral, or anal sex with someone who has it.
es: La gonorrea se adquiere al tener sexo vaginal, oral o anal con alguien que ya tiene gonorrea.

# hiv_aids_content_1
source: Human immunodeficiency virus, commonly known as HIV, is a virus in the blood that attacks the immune system. If left untreated, HIV can cause AIDS, a disease that causes the body to be too weak to defend itself from infections.
es: El virus de inmunodeficiencia humana, normalmente conocido como VIH, es un virus en la sangre que ataca el sistema inmune. Si no se trata, el VIH puede causar SIDA, una enfermedad que provoca que el cuerpo esté demasiado débil para defenderse por sí mismo de infecciones.

# hiv_aids_content_2
source: You get HIV by having vaginal, oral, or anal sex with someone who has HIV. You get HIV from contact with their bodily fluids. You can also get HIV via unsterile drug use, like using an infected needle or syringe.
es: El VIH se adquiere al tener sexo vaginal, oral o anal con alguien que tiene VIH. El VIH se adquiere al entrar en contacto con sus fluidos corporales. También puedes adquirir VIH a través de uso de drogas sin esterilización, como al utilizar una aguja o jeringa infectada.

# hiv_aids_content_3
source: Many people who have HIV have no symptoms. It’s important to get tested every three to six months, or with every new sex partner. If you do exhibit symptoms, they usually take 2-4 weeks to present themselves, and often are mistaken for a cold or the flu.
es: Muchas personas con VIH no presentan síntomas. Es importante hacerse pruebas cada 3 a 6 meses, o con cada nueva pareja sexual. Si presentas síntomas, normalmente toman entre 2 y 4 semanas en presentarse, y a menudo se confunden con un resfriado o la gripe.

# hiv_aids_content_5
source: HIV treatment involves taking medications that slow the progress of the virus in your body. You can talk to a trusted medical provider about options for HIV medication that work best for you.
es: El tratamiento de VIH conlleva tomar medicamentos que retrasan el progreso del virus en tu cuerpo. Puedes hablar con un/a proveedor/a de atención médica de confianza acerca de las opciones de medicación para el VIH que sean más adecuadas para ti.

# hpv_content_1
source: There are more than 100 types of human papillomavirus (HPV), and many of these can infect your genitals, rectum, mouth, and throat. Some forms of HPV can cause cervical or other cancers, so it is important to get tested regularly.
es: Hay más de 100 tipos de virus del papiloma humano (VPH), muchos de los cuales pueden infectar tus genitales, recto, boca y garganta. Algunas formas de VPH pueden causar cáncer cervical y de otros tipos, por lo que es importante hacerse pruebas regularmente.

# hpv_content_2
source: You can get HPV by having vaginal, oral, or anal sex with someone who has HPV. You can also get HPV even if your partner is not showing any active symptoms of it.
es: El VPH se adquiere al tener sexo vaginal, oral o anal con alguien que tiene VPH. También puedes contraer VPH aunque tu pareja no presente síntomas activos del mismo.

# hpv_content_3
source: Many people have no symptoms related to HPV. Make sure you get tested for HPV regularly or with every new sex partner. Some types of HPV cause genital warts, which your health care provider can treat.
es: Muchas personas con VPH no presentan síntomas relacionados. Asegúrate de realizarte pruebas de VPH regularmente o cada vez que tengas una nueva pareja sexual. Algunos tipos de VPH causan verrugas genitales, que pueden ser tratadas por tu proveedor de atención médica.

# syphilis_content_1
source: Syphilis is an STI caused by a bacteria, and it’s divided into four stages (primary, secondary, latent, and tertiary) with different symptoms associated with each stage.
es: La sífilis es una enfermedad de transmisión sexual causada por una bacteria, y se divide en cuatro etapas (primaria, secundaria, latente y terciaria), con distintos síntomas asociados con cada una de las etapas.

# syphilis_content_2
source: You get syphilis by having direct contact with a syphilis sore during oral, vaginal, or anal sex. These sores can be on or around the penis, vagina, anus, or in the rectum, on the lips, or in the mouth.
es: La sífilis se adquiere al tener contacto directo con una úlcera de sífilis durante el sexo vaginal, oral o anal. Estas úlceras pueden estar sobre o alrededor del pene, vagina, ano o en el recto, sobre los labios o en la boca.

# syphilis_content_5
source: Your health care provider will perform a blood test to determine if you have syphilis. If it’s caught in the primary or secondary stages, syphilis can be cured with antibiotics from your healthcare provider. Make sure your partner receives treatment too.
es: Tu proveedor de atención médica llevará a cabo una prueba de sangre para determinar si tienes sífilis. Si se coge en la etapa primaria o secundaria, la sífilis puede ser curada con antibióticos de tu proveedor de atención sanitaria. Asegúrate de que tu pareja también recibe tratamiento.

# trichomoniasis_content_1
source: Trichomoniasis, sometimes referred to as trich, is an STI infection that you get through a parasite. It’s the most common curable STI.
es: La Tricomoniasis, a veces llamada “trich”, es una infección de transmisión sexual que se contrae a través de un parásito. Es la infección de transmisión sexual curable más común.

# trichomoniasis_content_2
source: You get trich by having oral, anal, or vaginal sex with someone who has it. Anyone can get trich – men, women, trans people, and gender non-conforming folks.
es: La tricomoniasis se adquiere al tener sexo vaginal, oral o anal con alguien que ya la tiene. Cualquier persona puede contraer tricomoniasis – hombres, mujeres, transexuales y personas de género no convencional

# trichomoniasis_content_5
source: You can’t diagnose trich based on symptoms, so a health care provider will need to test and diagnose you. Trich can easily be treated with medication and make sure your partner gets treated, too.
es: No se puede diagnosticar la tricomoniasis sólo por los síntomas, así que un/a proveedor/a de atención médica necesita realizar una prueba y diagnosticarte. La tricomoniasis puede ser tratada fácilmente con medicamentos, y asegúrate de que tu pareja también reciba un tratamiento.

# stis_faq_question_1
source: What is the difference between an STI and an STD?
es: ¿Qué diferencia hay entre una infección de transmisión sexual y una enfermedad de transmisión sexual?

# stis_faq_question_2
source: What are common STI symptoms?
es: ¿Cuáles son los síntomas comunes de las infecciones de transmisión sexual?

# stis_faq_question_3
source: How often should I get tested?
es: ¿Con qué frecuencia debería realizarme una prueba?

# stis_faq_question_4
source: What happens during an STI test?
es: ¿Qué ocurre durante una prueba de infecciones de transmisión sexual?

source: Treatment options
es: Opciones de tratamiento

source: Emotional care
es: Cuidado emocional

source: Shared stories
es: Historias compartidas

source: Miscarriage FAQs
es: Preguntas frecuentes sobre aborto espontáneo

# miscarriage_resources
source: Resources
es: Recursos

# treatment_options_content_bold_1
source: Watch and wait
es: Observa y espera

# treatment_options_content_bold_2
source: Surgical treatment/suction procedure
es: Tratamiento quirúrgico/ procedimiento de succión

# treatment_options_content_bold_3
source: Medication
es: Medicación

source: Everyday Feminism
es: Feminismo de a diario

# miscarriage_faqs_content
source: It’s normal for people to wonder about a miscarriage and about how it might impact their health. If you don't find what you're looking for here, ask your health care provider. They're there to support you.
es: Es normal preguntarse acerca de un aborto espontáneo y sobre si podría tener impacto sobre la salud. Si no encuentras aquí lo que estás buscando, pregunta a tu proveedor de atención médica. Está ahí para ayudarte.

# miscarriage_faqs_heading_1
source: What is a miscarriage?
es: ¿Qué es un aborto espontáneo?

# miscarriage_faqs_content_1
source: A miscarriage is the spontaneous loss of a pregnancy. Even though many people don't talk about it, miscarriage is really common in the US: about 1 in 4 pregnancies end in miscarriage.
es: Un aborto espontáneo o aborto natural es la pérdida espontánea de un embarazo. Aunque muchas personas no hablan de ello, los abortos espontáneos son muy comunes en los EE.UU.: 1 de cada 4 embarazos termina en aborto espontáneo.

# miscarriage_faqs_heading_2
source: How do I know if I had a miscarriage?
es: ¿Cómo sé si he tenido un aborto espontáneo?

# miscarriage_faqs_heading_3
source: Did I do something to cause the miscarriage?
es: ¿Hice algo para causar el aborto espontáneo?

# miscarriage_faqs_heading_4
source: How does having a miscarriage impact my ability to get pregnant?
es: ¿Influye el tener un aborto espontáneo en mi capacidad de quedarme embarazada?

# miscarriage_faqs_heading_5
source: Can I do anything to prevent a future miscarriage?
es: ¿Puedo hacer algo para prevenir un aborto espontáneo futuro?

# miscarriage_faqs_content_5
source: The cause of most miscarriages is that the embryo isn’t developing as it should, so there is not much that can be done to prevent them.
es: La causa de la mayoría de los abortos espontáneos es que el embrión no se desarrolló como debía, así que no hay nada que puedas hacer para prevenirlo.

# miscarriage_faqs_heading_6
source: How long do I need to wait to try to get pregnant after a miscarriage?
es: ¿Cuánto tiempo debo esperar antes de intentar quedarme embarazada después de tener un aborto espontáneo?

# sexuality_sexuality
source: Sexuality 101
es: Principios básicos de la Sexualidad

# sexuality_consent
source: Consent
es: Consentimiento

# sexuality_practicing_abstinence
source: Practicing abstinence
es: Practicar la abstinencia

# sexuality_improving_sex_life
source: Improving your sex life
es: Mejorar tu vida sexual

source: Sexuality 101
es: Principios Básicos de la Sexualidad

# sexuality_101_heading_1
source: What is sex? What is gender?
es: ¿Qué es sexo? ¿Qué es género?

# sexuality_101_heading_2
source: What is sexual orientation?
es: ¿Cuál es tu orientación sexual?

# sexuality_101_heading_3
source: What are some different ways to have sex?
es: ¿De qué maneras distintas se pueden tener relaciones sexuales?

# sexuality_101_heading_4
source: What is an orgasm, anyway?
es: ¿Y en qué consiste un orgasmo?

# sexuality_101_heading_5
source: Sexual pleasure
es: Placer sexual

# sexuality_resources
source: Resources
es: Recursos

# sexuality_resources_heading_1
source: Support
es: Apoyo

# sexuality_resources_heading_2
source: Sex
es: Sexo

# sexuality_resources_heading_3
source: Gender
es: Género

# pregnancy_parenting
source: Parenting
es: Crianza

# pregnancy_adoption
source: Adoption
es: Adopción

# pregnancy_abortion
source: Abortion
es: Aborto

# pregnancy_im_unsure
source: I'm unsure
es: No estoy segura/o

# pregnancy_more_info
source: More information on coercion
es: Más información sobre coerción

# logged_data_title
source: Tracked data
es: Datos introducidos

# logged_data_message
source: To protect your privacy, Euki gives you the option of deleting the data that you log in the calendar. This will help make sure your sensitive information will not be used against you.
es: Para proteger tu privacidad, Euki te da la opción de borrar los datos introducidos en el calendario. Esto ayudará a cerciorarte de que ninguna información sensible sea utilizada en tu contra.

# recurring_data_title
source: Set frequent data deletion
es: Establece un borrado automático de datos frecuente

# recurring_data_text
source: Select how often you want Euki to automatically delete all of your tracked data
es: Selecciona con qué frecuencia quieres que Euki borre automáticamente todos los datos introducidos

# delete_all_data
source: Delete all data now
es: Borrar todos los datos ahora

# pin_title
source: Set a PIN
es: PIN

# pin_text
source: You can set a PIN to keep Euki private, but please remember it. There's no way to recover your PIN.
es: Puedes establecer un PIN para mantener la privacidad de Euki, pero por favor no lo olvides. No existe manera de recuperar el PIN.

source: Set PIN
es: Configurar Pin

source: Reset PIN
es: Restablecer PIN

source: Remove PIN
es: Eliminar PIN

# we_dont_store_info
source: We do not store or collect any of your information. Data you track in the app is not tied to your email address or phone number, and only you have access to it.
es: No guardamos ninguna información tuya en esta aplicación, en la nube o en cualquier otro lugar. No está conectada con tu dirección de correo electrónico o tu número de teléfono. Sólo tú tienes acceso.

# more_info
source: More Information
es: Más información

source: Privacy FAQ
es: Preguntas frecuentes sobre privacidad

source: Privacy statement
es: Declaración de privacidad

# weekly_2
source: Every two weeks
es: Cada 2 semanas

# monthly_3
source: Every 3 months
es: Cada 3 meses

source: Yearly
es: Anualmente

# confirm_delete_all_now
source: Are you sure that you want to delete all the data you tracked? This includes everything in the calendar and reminders. This cannot be undone.
es: ¿Estás segura/o de querer borrar todos los datos introducidos? Esto incluye todo lo que hay en el calendario y los recordatorios. Esta acción no puede ser revertida.

# confirm_remove_pin
source: You are removing PIN protection to your app’s content.
es: Estás eliminando la protección con PIN del contenido de tu aplicación.

# onboarding_set_pin_title
source: The numbers 1111 display a fake screen, so use other numbers for your PIN. If anyone forces you to open Euki, enter 1111 to show the fake screen.
es: Los números 1111 muestran una pantalla falsa, así que usa otros números para tu PIN. Si alguien te obliga a abrir Euki, ingresa 1111 para mostrar la pantalla falsa.

# set_new_pin
source: Now, please set a new PIN
es: Ahora, configura un nuevo PIN

# confirm_existing_pin
source: Please confirm your existing PIN
es: Confirma tu PIN actual

# set_new_pin_button
source: SET NEW PIN
es: ESTABLECER NUEVO PIN

# new_pin_confirmation
source: Great! Don’t forget your new PIN!
es: ¡Genial! ¡No olvides tu nuevo PIN!

# new_pin_skip
source: You haven't set the PIN, but you can always do it later
es: No ha configurado el PIN, pero puede hacerlo más tarde

# weekly_recurring_info
source: Euki will permanently delete all of your settings, reminders, appointments, bookmarks, and daily log activity. Choose how often you want data deletion to happen.
es: Euki borrará de manera permanente permanentemente toda tu configuración, tus recordatorios, citas y tu actividad diaria. Elige la frecuencia con la que quieres que este borrado de datos se repita.

# privacy_faqs_title_1
source: Who can see my data?
es: ¿Quién puede ver mis datos?

# privacy_faqs_content_1
source: Just you! Euki does not collect or store any of your data on a cloud. It lives on your phone and in the app and is not shared anywhere else.
es: ¡Sólo tú! Euki no recoge o guarda ningún dato tuyo en la nube. La información sólo está en tu teléfono y en la aplicación y no se comparte en ningún otro lugar.

# privacy_faqs_title_2
source: How is data stored?
es: ¿Cómo se guarda la información?

# privacy_faqs_content_2
source: Euki does not have a "back-end" system. We do not collect any data about you at all. Anything you enter into the app lives on the app and is not shared anywhere else. If you delete the app, anything you entered will also be deleted.
es: Euki no tiene un sistema de almacenamiento de datos separado. No recogemos ningún dato sobre ti en absoluto. Cualquier cosa que introduzcas en la aplicación sólo está en la aplicación y no se comparte en ningún otro lugar. Si borras la aplicación, cualquier dato que hayas introducido también se borrará.

# privacy_faqs_title_3
source: Can I set up a PIN?
es: ¿Puedo establecer un PIN?

# privacy_faqs_content_3
source: You can set up a PIN code. Because Euki is not associated with your email address, there won't be a way to recover your PIN code, so make sure it's one you remember!
es: Puedes establecer un código PIN. Ya que Euki no está conectada con tu dirección de correo electrónico, no hay ninguna manera de recuperar tu PIN, así que ¡asegúrate de recordarlo!.

# privacy_faqs_title_4
source: What are other ways is Euki protecting my privacy?
es: ¿De qué otra manera protege Euki mi privacidad?

# privacy_faqs_content_4
source: If someone asks you to open Euki and you don't want them to see your data, enter "[FAKE_PIN]" when you open the app and we'll display a false screen. You can also customize what content areas are viewable on your dashboard to hide some and make others easily available.
es: Si alguien te pide que abras Euki y no quieres que vean tus datos, ingresa "[FAKE_PIN]" cuando abras la aplicación y mostraremos una pantalla falsa. También puedes personalizar qué áreas de contenidos son visibles en el panel principal para ocultar algunas y hacer otras fácilmente accesibles.

# local_notification_message
source: You have a reminder from Euki.
es: Tienes un recordatorio de Euki

# tabbar_tutorial_title_0
source: Get to know your cycle
es: Conoce tu ciclo

# tabbar_tutorial_content_0
source: Check in with your body daily and learn more about your cycle.
es: Observa tu cuerpo a diario y conoce más sobre tu ciclo.

# tabbar_tutorial_title_1
source: Stay on top of your health
es: Controla tu salud

# tabbar_tutorial_content_1
source: Follow your cycle's patterns and set medication reminders.
es: Sigue los patrones de tu ciclo y establece recordatorios para los medicamentos.

# tabbar_tutorial_title_2
source: Track what's going on in your body
es: Haz el seguimiento de lo que pasa en tu cuerpo

# tabbar_tutorial_content_2
source: Track bleeding, contraception, emotions, and more.
es: Registra el sangrado, los anticonceptivos, tus emociones y más.

# tabbar_tutorial_title_3
source: Find the info you need
es: Encuentra la información que necesitas

# tabbar_tutorial_content_3
source: Explore topics like abortion, STIs and miscarriage.
es: Explora temas como el aborto, ITS y aborto espontáneo.

# tabbar_tutorial_title_4
source: Update privacy settings
es: Actualiza la configuración de privacidad

# tabbar_tutorial_content_4
source: Learn how Euki keeps your data secure.
es: Descubre cómo Euki mantiene tus datos seguros.

# calendar_tutorial_title
source: Keep track of your health events
es: Seguir tus eventos diarios de salud

# calendar_tutorial_content
source: Set reminders, add appointments, and track changes in your body day to day.
es: Establece recordatorios, registra citas y ve lo que sucede en tu cuerpo día a día.

# cycle_settings_tutorial_title
source: Adjust cycle settings
es: Ajusta la configuración del ciclo

# cycle_settings_tutorial_content
source: Customize your preferences.
es: Personaliza tus preferencias.

# cycle_summary_tutorial_title
source: Stay in sync with your cycle
es: Sincronízate con tu ciclo

# cycle_summary_tutorial_content
source: When you've tracked a full cycle, your stats will show up here.
es: Cuando hayas hecho el seguimiento de un ciclo completo, las estadísticas aparecerán aquí.

# track_bleeding_tutorial_title
source: Track your monthly bleeding
es: Haz un seguimiento mensual de tu sangrado

# track_bleeding_tutorial_content
source: Get accurate period predictions and statistics in your cycle summary.
es: Obtén predicciones y estadísticas precisas sobre la menstruación en el resumen de tu ciclo.

# track_counter_tutorial_title
source: Tap to count
es: Pulsa para la cuenta

# track_counter_tutorial_content
source: Hold down the icon to reset the count.
es: Mantén pulsado el icono para poner el contador a cero.

# bookmarks_empty_title
source: Start bookmarking
es: Los marcadores aparecen aquí

# pin_code_update_alert_title
source: Fake PIN Update
es: Actualización de PIN falso

# pin_code_update_alert_message
source: If someone asks you to open Euki and you don't want them to see your data, enter PIN %@ when you open the app and we'll display a false screen.
es: Si alguien te pide que abras Euki y no quieres que vea tus datos, introduce el PIN %@ cuando abras la aplicación y mostraremos una pantalla falsa.

# nav_cycle
source: Cycle
es: Ciclo

# nav_calendar
source: Calendar
es: Calendario

# nav_track
source: Track
es: Seguimiento

# nav_privacy
source: Privacy
es: Privacidad

# edit_tiles
source: Edit Display
es: Editar Pantalla

# day_summary
source: Daily Summary
es: RESUMEN DEL DÍA

source: Cycle Summary
es: RESUMEN DEL CICLO

# settings_nav_item
source: SETTINGS
es: AJUSTES

# cycle_day_format
source: Cycle day %d
es: Día del ciclo %d

# next_cycle
source: next
es: siguiente

# day_summary_data_title
source: You tracked:
es: Hiciste seguimiento a:

# day_summary_empty_past_title
source: Need to backtrack?
es: ¿Necesitas retroceder?

# day_summary_empty_today_title
source: What’s new with your body?
es: ¿Qué hay de nuevo en tu cuerpo?

source: Avg. cycle length
es: Duración promedio del ciclo

source: Cycle variation
es: Variación de ciclo
