Repository: Euki-Inc/Euki-iOS
Catalog: Euki/Support Files/*.lproj/Localizable.strings
Languages: es

# misoprostol_12_text_1
source: This is the World Health Organization and National Abortion Federation's recommended protocol.
es: Este es el protocolo recomendado por la Organización Mundial de la Salud

# misoprostol_12_text_2
source: 800 mcg (4 tablets) of misoprostol are placed either under the tongue, between the cheek and gums, or inserted vaginally.
es: Se colocan 800 mcg (4 pastillas) de misoprostol debajo de la lengua o entre la mejilla y las encías.

# misoprostol_12_text_3
source: Wait 30 minutes for the pills to dissolve. The remains can then be swallowed.
es: Deja que se disuelvan durante 30 minutos . Los restos pueden ser tragados.

# misoprostol_12_text_4
source: This can be repeated every 3 hours for up to 3 doses.
es: Esto se debe repetir cada 3 horas hasta un total de 3 dosis.

# misoprostol_12_text_5
source: Having maxi pads available for normal to heavy bleeding is recommended. Clots, nausea, and vomiting are possible and can be normal, too.
es: Se recomienda tener a mano toallas higiénicas para un sangrado de normal a intenso. Es posible y además normal presentar coágulos, náuseas y vómitos.

# misoprostol_12_subheading_1
source: What will it be like?
es: ¿Cómo será?

# misoprostol_12_subheading_2
source: Is the abortion complete?
es: ¿Salió el aborto completamente?

# misoprostol_12_subheading_3
source: Warning signs and seeking medical care
es: Señales de alerta y búsqueda de atención médica

# misoprostol_12_subheading_4
source: Medical aftercare
es: Atención médica post-aborto

# misoprostol_12_subheading_5
source: Emotional aftercare
es: Cuidado emocional post-aborto

# mife_miso_12_weeks
source: Mifepristone and misoprostol up to 12 weeks
es: La mifepristona y el misoprostol hasta la semana 12

# mife_miso_12_text_1
source: This is the World Health Organization's recommended protocol.
es: Este es el protocolo recomendado por la Organización Mundial de la Salud

# mife_miso_12_text_2
source: 200mg of mifepristone taken orally (swallowed). This is usually one pill.
es: 200 mg de mifepristona tomada oralmente (tragada). Esto normalmente supone una pastilla.

# mife_miso_12_text_3
source: Waiting about 24 hours but no more than 48 hours before taking misoprostol is recommended.
es: Se recomienda esperar unas 24 horas y no más de 48 horas antes de tomar el misoprostol.

# mife_miso_12_text_4
source: 800 mcg (4 tablets) of misoprostol are placed either under the tongue, between the cheek and gums, or inserted vaginally.
es: Se colocan 800 mcg (4 mcg) de misoprostol debajo de la lengua o entre la mejilla y las encías.

# mife_miso_12_text_5
source: Wait 30 minutes for the pills to dissolve. The remains can then be swallowed.
es: Espera durante 30 minutos a que las pastillas se disuelvan. Los restos pueden tragarse.

# mife_miso_12_text_6
source: Having a maxi pad available for normal to heavy bleeding is recommended. Clots, nausea, and vomiting are possible and can be normal too.
es: Se recomienda tener a mano toallas higiénicas para un sangrado de normal a intenso. Es posible y además normal presentar coágulos, náuseas y vómitos.

# mife_miso_12_subheading_1
source: What will it be like?
es: ¿Cómo será?

# mife_miso_12_subheading_2
source: Is the abortion complete?
es: ¿Se completó mi aborto?

# mife_miso_12_subheading_3
source: Warning signs and seeking medical care
es: Señales de alerta y cuándo buscar atención médica

# mife_miso_12_subheading_4
source: Medical aftercare
es: Atención médica post-aborto

# mife_miso_12_subheading_5
source: Emotional aftercare
es: Cuidado emocional post-aborto

# suction_or_vacuum
source: Procedural or vacuum aspiration
es: Procesal o aspiración por vacío

# suction_or_vacuum_text_1
source: Before the abortion, clinic staff might suggest a pregnancy test, complete an ultrasound, and do routine blood work.
es: Antes del aborto, el personal de la clínica puede sugerir hacer una prueba de embarazo, una ecografía, y realizar un examen de sangre rutinario.

# suction_or_vacuum_text_2
source: Once in the exam room, a health care provider may insert a speculum into the vagina and inject a numbing medication into the cervix. This could feel like a sharp pinch.
es: Una vez de la sala de examen, un/a proveedor/a de atención médica puede insertar un espéculo en la vagina e inyectar un medicamento anestésico en el cuello del útero. Esto puede sentirse como un pinchazo agudo.

# suction_or_vacuum_text_3
source: A health care provider will then insert a thin tube into the vagina and through the cervix. Using a small suction device, the health care provider will remove the pregnancy from the uterus. This should only take a few minutes.
es: Un/a proveedor/a de atención médica insertará entonces un tubo fino en la vagina y a través del cuello del útero. Utilizando un dispositivo succionador, el/la proveedor/a de atención médica retirará el embarazo del útero. Esto debería durar sólo unos pocos minutos.

# suction_or_vacuum_subheading_1
source: Medical aftercare
es: Atención médica post-aborto

# suction_or_vacuum_subheading_2
source: Emotional aftercare
es: Cuidado emocional post-aborto

# dilation_evacuation
source: Dilation and Evacuation (D&E)
es: Dilatación y evacuación (DyE)

# dilation_evacuation_text_1
source: Before the abortion, clinic staff might suggest a pregnancy test, complete an ultrasound, and do routine blood work.
es: Antes del aborto, el personal de la clínica puede sugerir una prueba de embarazo, hacer una ecografía y realizar un examen de sangre rutinario.

# dilation_evacuation_text_2
source: A health care provider may use rods called dilators or pills (misoprostol) to help soften your cervix. They may do this a few hours before or a day before the abortion, and some cramping afterwards is common. Ask a health care provider about what medications can be used to help with pain or discomfort.
es: Un/a proveedor/a de atención médica puede que utilice unas varillas llamadas dilatadores o pastillas (misoprostol) para ayudar a que el cuello de tu útero se ablande. Puede que hagan esto unas pocas horas antes o el día anterior al aborto, y es común experimentar algo de cólico después. Pregunta a tu médico qué medicamentos pueden usarse para ayudar con dolores o molestias.

# dilation_evacuation_text_3
source: Anesthesia or sedation, which a health care provider will use before the abortion starts, can help to manage pain. During the abortion, a health care provider will use medical tools and a suction device to remove the pregnancy from your uterus. This should take 10 to 30 minutes.
es: La anestesia o la sedación, que quizás un/a proveedor/a de atención médica utilice antes de comenzar el aborto, puede ayudar a manejar el dolor. Durante el aborto, un/a médico usará herramientas médicas y un dispositivo succionador para retirar el embarazo de tu útero. Esto debería durar entre 10 y 30 minutos.

# dilation_evacuation_subheading_1
source: Medical aftercare
es: Atención médica post-aborto

# dilation_evacuation_subheading_2
source: Emotional aftercare
es: Cuidado emocional post-aborto

source: Compare methods
es: Compara métodos

source: Method information
es: Información sobre métodos

source: I had unprotected sex
es: Tuve relaciones sexuales sin protección

# preparing_for_clinic
source: Preparing for a clinic visit
es: Prepararse para visitar una clínica

source: Talking about contraception
es: Hablar sobre anticonceptivos

source: Coercion
es: Coerción

source: What if no method works?
es: ¿Y si ningún método funciona?

source: IUD
es: DIU

# copper_uid
source: Copper IUD
es: DIU de Cobre

source: Implant
es: Implante

source: Shot
es: Inyección

source: Patch
es: Parche

source: Pill
es: La píldora

source: Ring
es: El anillo

source: Other barriers
es: Otras barreras

source: Condom
es: Condones

source: Pull out
es: Marcha atrás

source: Tubes tied
es: Ligadura de trompas

# rhythm
source: Fertility awareness
es: Observación de la fertilidad

source: Practicing abstinence
es: Practicar la abstinencia

source: What is it?
es: ¿Qué es?

# how_use_it
source: How do you use it?
es: ¿Cómo se usa?

source: Pregnancy prevention effectiveness
es: Eficacia en la prevención del embarazo

# positive_negative_effect
source: Positive and negative side effects
es: Efectos secundarios positivos y negativos

# how_where_get_it
source: How and where to get it
es: Cómo y dónde obtenerlo

source: Who shouldn't use it?
es: ¿Quién no debería usarlo?

source: What kinds are there?
es: ¿Qué tipos hay?

source: How does it work?
es: ¿Cómo funciona?

source: Is it safe?
es: ¿Es seguro?

# when_use_it
source: When do I use it?
es: ¿Cuándo usarlo?

source: What are they?
es: ¿Qué son?

# how_use_them
source: How do you use them?
es: ¿Cómo se usan?

# how_where_get_them
source: How and where to get them
es: Cómo y dónde obtenerlo

source: Who shouldn't use them?
es: ¿Quién no debería usarlo?

source: More information
es: Más información

# iud_content_1
source: The IUD (Intra-Uterine Device) is a little T-shaped plastic device that a health care provider inserts into the uterus. In the US, there are four kinds of IUDs with hormones in them: Mirena, Liletta, Kyleena, and Skyla.
es: El DIU (Dispositivo Intrauterino) es un pequeño plástico en forma de T que un/a proveedor/a de atención médica inserta dentro del útero. En los EE.UU. hay cuatro tipos de DIUs con hormonas: Mirena, Liletta, Kyleena y Skyla.

# iud_content_2
source: To get an IUD, you need to go to a medical provider, who will insert it in your uterus in a 2-3 minute procedure. You can have your IUD removed by a medical provider at any time.
es: Para obtener un DIU, necesitas acudir a un/a médico que lo insertará en tu útero con un procedimiento que dura 2-3 minutos. Puedes pedirle a un/a médico que te retire el DIU en cualquier momento.

# copper_uid_content_1
source: The IUD (Intra-Uterine Device) is a little T-shaped plastic and copper device that a clinician inserts into your uterus. In the US, the non-hormonal IUD available is called Paragard.
es: El DIU (Dispositivo Intrauterino) es un pequeño dispositivo de plástico y cobre en forma de T que un/a médico inserta dentro del útero. En los EE.UU., el DIU sin hormonas disponible se llama Paragard.

# copper_uid_content_2
source: To get an IUD, you need to go to a clinician, who will insert it in your uterus in a 2-3 minute procedure. You can have a clinician remove your IUD at any time.
es: Para obtener un DIU, necesitas ir a un/a médico que lo insertará en tu útero con un procedimiento que dura 2-3 minutos. Puedes pedirle a un/a médico que retire tu DIU en cualquier momento.

# implant_content_1
source: The implant is a matchstick-sized plastic rod with hormones in it that a clinician inserts under your skin in your upper arm.
es: El implante es un varilla de plástico con hormonas, del tamaño de una cerilla, que se inserta bajo la piel de tu brazo.

# implant_content_2
source: A clinician has to insert the implant. They’ll numb the upper arm and then make a small incision to put the rod under the skin. Remember, anyone has the right to ask a clinician to remove an implant at any time, no matter what the reason.
es: Se necesita un/a médico para colocar un implante. Anestesiarán tu brazo y entonces harán una pequeña incisión para poner la varilla bajo tu piel. Recuerda, cualquier persona tiene derecho de pedirle a un/a médico que le retire un implante en cualquier momento, sea cual sea la razón.

# implant_content_3_info
source: Ovulation is when the ovaries release an egg
es: La ovulación es cuando los ovarios liberan un óvulo

# shot_content_1
source: The shot, also known as Depo or Depo-Provera, is an injection that your clinician gives you every three months.
es: La inyección, también conocida como Depo o Depo-Provera, es una inyección que un/a médico aplica cada tres meses.

# shot_content_2
source: A clinician gives you an injection every three months. You can stop the shot whenever you want.
es: Un/a médico aplica una inyección cada tres meses. Puedes interrumpir el tratamiento cuando quieras.

# patch_content_1
source: The patch is a thin, square, and beige band-aid-like piece of plastic.
es: El parche es una pieza delgada, cuadrada y beige de plástico en forma de venda.

# patch_content_2
source: People can get the patch from a clinician, and stick it on their skin. Every week for three weeks, the old patch has to come off and a new patch has to get put on in a different place. In the fourth week, if someone wants to get a period, they can take the patch off.
es: Un/a médico puede proporcionarte un parche, que se coloca sobre la piel. Cada semana, durante tres semanas, el parche antiguo debe retirarse y un nuevo parche debe colocarse en un lugar diferente. En la cuarta semana, si alguien desea tener el periodo, debe retirar el parche.

# pill_content_3
source: The pill is about 91% effective if you’re able to take it at the same time every day.
es: La píldora es aproximadamente un 91% eficaz, si recuerdas tomarla cada día a la misma hora.

# ring_content_1
source: The ring is a small, flexible piece of plastic that you put into your vagina every month.
es: El anillo es una pieza de plástico pequeña y flexible que colocas dentro de tu vagina cada mes.

# ring_content_7
source: Some people say that their partners can feel the ring during sex. If that’s a problem, you can take the ring out, as long as you remember to put it back in within 3 hours, and don’t remove it more than once in 24 hours.
es: Algunas personas dicen que sus parejas pueden sentir el anillo durante las relaciones sexuales. Si esto supone un problema, puedes sacarte el anillo, siempre que recuerdes ponértelo otra vez antes de 3 horas, y no te lo quites más de una vez en 24 horas.

# pull_out_content_1
source: The pull out method is when the partner with a penis pulls out of the vagina, anus, or mouth before ejaculating.
es: La marcha atrás es cuando la pareja con pene lo saca de la vagina, del ano o de la boca antes de eyacular.

# pull_out_content_2
source: This method is dependent on the partner with a penis knowing exactly when they will ejaculate, and pulling out before that happens. That partner has to make sure to keep semen away from your anus, vulva, or mouth.
es: Este método depende de que la pareja con pene sepa exactamente cuando eyaculará, y se salga antes de que esto ocurra. La pareja debe asegurarse de que el semen no entre en contacto con tu ano, vulva o boca.

# pull_out_content_3
source: Pull out is typically about 78% effective, and your partner has to do it exactly right every time for it to be effective in preventing pregnancy. It may not be the best option for you if your top priority is preventing pregnancy.
es: La marcha atrás tiene aproximadamente una efectividad del 78%, y tu pareja debe hacerlo correctamente con exactitud cada vez para que sea eficiente en prevenir el embarazo. Puede no ser la mejor opción para ti si evitar un embarazo es tu principal prioridad.

# pull_out_content_5
source: If preventing pregnancy is your top concern, this may not be the best contraceptive option for you.
es: Si evitar un embarazo es tu principal prioridad, esta puede no ser la mejor opción anticonceptiva para ti.

# pull_out_content_6
source: The pull out method is commonly used in combination with other birth control methods, like the IUD, condom, and pill.
es: El método de la marcha atrás se usa normalmente en combinación con otros métodos anticonceptivos como el DIU, los condones o la píldora.

# tubes_tied_content_3
source: These methods are 99% effective at preventing pregnancy.
es: Estos métodos tienen aproximadamente un 99% de eficacia en la prevención del embarazo.

# rhythm_title
source: Fertility awareness
es: Observación de la fertilidad

# rhythm_content_1
source: Fertility awareness-based methods are a variety of different techniques that involve tracking different signs of fertility to try and understand when in your menstrual cycle you are most likely to become pregnant.
es: Los métodos basados en la observación de la fertilidad son una variedad de técnicas diferentes que implican el seguimiento de diversos signos de fertilidad para intentar comprender en qué momento del ciclo menstrual tienes más probabilidades de quedar embarazada.

# rhythm_content_5
source: This method may not work for people whose partners are uncooperative with abstaining from sex on specific days.
es: Este método quizás no funcione para personas quienes parejas no cooperan con tener que abstener del sexo durante días específicos.

# rhythm_content_6
source: Fertility Awareness-based methods can both help you prevent pregnancy and help you know when it's most likely that you'll conceive.
es: El método de observación de la fertilidad puede ayudar tanto para prevenir el embarazo como para saber cuándo es más probable la concepción.

# learn_ec
source: Emergency contraception (EC)
es: Anticonceptivos de emergencia (AE)

# concerned_sti_hiv
source: I'm concerned about STIs
es: Estoy preocupada/o sobre las infecciones de transmisión sexual

# concerned_pregnancy
source: I'm concerned about pregnancy
es: Estoy preocupada/o sobre el embarazo

# emergency_contraception
source: Emergency contraception aka EC
es: Anticonceptivos de emergencia, también conocidos como AE

# emergency_contraception_content
source: Sources: Bedsider, Association of Reproductive Health Professionals
es: Fuentes: Bedsider, Association of Reproductive Health Professionals

# learn_ec_content_3
source: Emergency contraception works to prevent pregnancy after unprotected sex. Take it as soon as you think you may need it. It might be helpful to keep some on hand just in case you need it.
es: El anticonceptivo de emergencia funciona evitando el embarazo después de haber tenido relaciones sexuales sin protección. Tómalo tan pronto como pienses que puedas necesitarlo. Puede ser útil tener algunos a mano, por si acaso.

# learn_ec_content_7
source: Yes. You can safely use emergency contraception even if your medical provider says that you are not a candidate for taking hormonal birth control. Emergency contraception has no long term or serious side effects.
es: Si. Una persona puede usar los anticonceptivos de emergencia incluso si su proveedor/a de atención médica le ha dicho que tomar anticonceptivos hormonales no es adecuado para ella. Los anticonceptivos de emergencia no tienen efectos secundarios serios o a largo plazo.

# prepare_clinic_heading_1
source: Insurance coverage
es: Cobertura de seguros

# prepare_clinic_content_1_bold_1
source: If you have insurance
es: Si tienes seguro médico

# prepare_clinic_content_1_bold_2
source: If you do not have insurance
es: Si no tienes seguro médico

# prepare_clinic_heading_2
source: Where to get contraception
es: Dónde obtener anticonceptivos

# prepare_clinic_content_2_bold_1
source: From your medical provider
es: De tu proveedor de atención médica

# prepare_clinic_content_2_bold_2
source: From a health center
es: De un centro de salud

# prepare_clinic_content_2_bold_3
source: From a pharmacy
es: De una farmacia

# prepare_clinic_content_2_bold_4
source: Online
es: En línea

# prepare_clinic_heading_3
source: What to expect at the clinic
es: Qué esperar en la clínica

# talking_contraception_title
source: Talking about contraception
es: Hablar sobre anticonceptivos

# coercion_title
source: Coercion
es: Coerción

# what_if_no_method_works_title
source: What if no method works?
es: ¿Y si ningún método funciona?

# contraception_1
source: IUD
es: DIU

# contraception_2
source: Copper IUD
es: DIU de Cobre

# contraception_3
source: Implant
es: Implante

# contraception_4
source: Shot
es: Inyección

# contraception_5
source: Patch
es: Parche

# contraception_6
source: Pill
es: La píldora

# contraception_7
source: Ring
es: El anillo

# contraception_8
source: Other barriers
es: Otras barreras

# contraception_9
source: Condom
es: Condones

# contraception_10
source: Pull out
es: Marcha atrás

# contraception_11
source: Tubes tied
es: Ligadura de trompas

# contraception_12
source: Fertility awareness
es: Observación de la fertilidad

# contraception_quiz_instructions
source: Swipe the cards and answer these five questions to see what contraceptive methods might be the best fit for you.
es: Pasa las tarjetas y responde estas cinco preguntas para ver que métodos anticonceptivos pueden ajustarse mejor a ti.

# how_want_start_method
source: How do you want to start a method?
es: ¿Cómo quieres comenzar con un método?

# pn_my_own
source: On my own
es: Solo/a

source: At a clinic
es: En una clínica

# want_permanent_method
source: I want a permanent method
es: Quiero un método permanente

# how_often_use_method
source: How often do you want to use this method?
es: ¿Con qué frecuencia quieres usar este método?

source: When I have sex
es: Cuando tenga relaciones sexuales

source: Daily
es: Diariamente

source: Weekly
es: Semanalmente

source: Monthly
es: Mensualmente

source: Yearly or less
es: Anualmente o con menos frecuencia

# how_important_is_pregnancy
source: How important is pregnancy prevention right now?
es: ¿Qué tan importante es la prevención del embarazo ahora?

source: Very important
es: Muy importante

source: Somewhat important
es: Importante de alguna manera

source: Not important
es: Sin importancia

# what_benefic_interest
source: What benefits are you interested in?
es: ¿Qué beneficios te interesan?

source: Regular period
es: Periodos regulares

source: Lighter bleeding
es: Sangrados leves

source: Less cramping
es: Menos cólicos

source: Less acne
es: Menos acné

# what_side_effects_ok
source: What side effects can you tolerate?
es: ¿Qué efectos secundarios puedes tolerar?

source: Lighter period
es: Periodos más ligeros

source: Heavier period
es: Periodos más intensos

source: Weight gain
es: Subida de peso

source: No side effects
es: Ningún efecto secundario

# how_stop_using_method
source: How do you want to stop using this method?
es: ¿Cómo quieres parar de usar este método?

source: On my own
es: Solo/a

# i_want_permanent_method
source: I want a permanent method
es: Quiero un método permanente

# no_recommended_methods
source: Please answer at least one question to see what methods might be a good fit for you.
es: Por favor responde al menos una pregunta para ver que métodos pueden ajustarse mejor a ti.

source: STI information
es: Información sobre infecciones de transmisión sexual

# preventing_sti
source: Preventing STIs
es: Prevenir infecciones de transmisión sexual

source: Getting tested
es: Hacerse una prueba

# talking_to_partner
source: Talking to partners
es: Hablar con parejas

# stis_faqs
source: FAQs
es: Preguntas Frecuentes

source: STI Info
es: Información sobre infecciones de transmisión sexual

source: Bacterial vaginosis
es: Vaginosis bacteriana

source: Chlamydia
es: Clamidia

source: Gonorrhea
es: Gonorrea

# hiv_aids
source: HIV and AIDS
es: VIH y SIDA

source: HPV
es: Virus del papiloma humano (HPV, por sus siglas en inglés)

source: Syphilis
es: Sífilis

source: Trichomoniasis
es: Tricomoniasis

source: How do you get it?
es: ¿Cómo se adquiere?

source: What are the symptoms?
es: ¿Cuáles son los síntomas?

source: How can you prevent it?
es: ¿Cómo se puede prevenir?

source: How do you treat it?
es: ¿Cómo se trata?

# bacterial_vaginosis_content_2
source: We don’t know exactly how people get BV, but common knowledge is that douching and having multiple sex partners may contribute to it. Having BV might increase your chances of getting other STIs.
es: No se sabe exactamente como se adquiere la vaginosis bacteriana, pero el conocimiento establecido es que las duchas vaginales y el tener diversas parejas sexuales puede contribuir. Tener vaginosis bacteriana puede aumentar la probabilidad de que adquieras otras infecciones de transmisión sexual.
